{
    "https://www.araratbank.am/hy/haytararutyunner/2024/12/10/արժեկտրոնային-եկամուտների-վճարում/80/": {
        "date": "2024-12-10",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-eighth issue of dollar bonds on December 10 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on December 10, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի դեկտեմբերի 10-ին իրականացրեց քսանութերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել դեկտեմբերի 10-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 23:58:04"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/12/09/արժեկտրոնային-եկամուտների-վճարում/79/": {
        "date": "2024-12-09",
        "category": "announcements",
        "title_en": "Payment and redemption of coupon income",
        "content_en": "ARARATBANK OJSC carried out the redemption of the twenty-third issue of dollar bonds and the payment of coupon income on December 9 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on December 9, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում և մարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի դեկտեմբերի 09-ին իրականացրեց քսաներեքերորդ թողարկման դոլարային պարտատոմսերի մարումը և արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել դեկտեմբերի 09-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին։",
        "scraped_at": "2024-12-15 17:30:06"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/10/02/բաց-մրցույթ-pos-տերմինալների-ձեռքբերման-համար/78/": {
        "date": "2024-10-02",
        "category": "announcements",
        "title_en": "Open tender for the purchase of POS terminals",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from October 3, 2024. The type, name and quantity of the products are presented below: Product name Quantity POS terminal with the following criteria: Mobile 3G connection Software for at least 5 years in accordance with the requirements of PIN Transaction Security standards 200 Persons wishing to participate in the tender may submit tender applications to ARARATBANK OJSC at the address: Yerevan, Buzand Street, Building 87, No. 85. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until October 9, 2024 at 16:00. A product supply contract will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. No codes are used in the competition. The opening and closing of the competition applications will be held on October 10, 2024. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. You can find out about the conditions of the competition here.",
        "title": "Բաց մրցույթ POS տերմինալների ձեռքբերման համար",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2024 թվականի հոկտեմբերի 3-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում են ապրանքների տեսակը, անվանումը և քանակը: Ապրանքի անվանում Քանակ POS տերմինալ հետևյալ չափանիշներով՝ Շարժական 3G կապ ապահովող Ծրագրային ապահովման առնվազն 5 տարի ժամկետով PIN Transaction Security ստանդարտների պահանջներին համապատասխան 200 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ` ք.Երևան, Բուզանդի փողոց, 87-րդ շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2024 թվականի հոկտեմբերի 9-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթին մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված են մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերի բացումը և ամփոփումը կիրականացվի 2024 թվականի հոկտեմբերի 10-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ, ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի անցկացման պայմաններին կարող եք ծանոթանալ այստեղ։",
        "scraped_at": "2024-12-15 17:30:09"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/09/26/արժեկտրոնային-եկամուտների-վճարում/77/": {
        "date": "2024-09-26",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-seventh issue of dollar bonds on September 26 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on September 26, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի սեպտեմբերի 26-ին իրականացրեց քսանյոթերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է սեպտեմբերի 26-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:12"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/09/18/արժեկտրոնային-եկամուտների-վճարում/76/": {
        "date": "2024-09-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-sixth issue of dollar bonds on September 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on September 18, by crediting the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի սեպտեմբերի 18-ին իրականացրեց քսանվեցերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է սեպտեմբերի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին",
        "scraped_at": "2024-12-15 17:30:14"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/09/18/արժեկտրոնային-եկամուտների-վճարում/75/": {
        "date": "2024-09-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-fifth issue of dollar bonds on September 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on September 18, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի սեպտեմբերի 18-ին իրականացրեց քսանհինգերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է սեպտեմբերի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին։",
        "scraped_at": "2024-12-15 17:30:17"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/09/18/արժեկտրոնային-եկամուտների-վճարում/74/": {
        "date": "2024-09-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-fourth issue of dollar bonds on September 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on September 18, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի սեպտեմբերի 18-ին իրականացրեց քսանչորսերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է սեպտեմբերի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:20"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/09/09/արժեկտրոնային-եկամուտների-վճարում/73/": {
        "date": "2024-09-09",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-third issue of dollar bonds on September 9 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on September 9, by entering them into the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի սեպտեմբերի 09-ին իրականացրեց քսաներեքերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել սեպտեմբերի 09-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:23"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/07/22/արժեկտրոնային-եկամուտների-վճարում-և-մարում/72/": {
        "date": "2024-07-22",
        "category": "announcements",
        "title_en": "Payment and redemption of coupon income",
        "content_en": "ARARATBANK OJSC carried out the redemption of the twenty-second issue of dollar bonds and the payment of coupon income on July 22 of this year. The amount of the bonds was paid based on the list of registered bond holders as of 09:00 on July 22, by entering them into the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում և մարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հուլիսի 22-ին իրականացրեց քսաներկուերորդ թողարկման դոլարային պարտատոմսերի մարումն ու արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի գումարը վճարվել է հուլիսի 22-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:26"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/07/17/իմացե՛ք-նոր-խարդախությունների-մասին-և-զգոն-եղեք/71/": {
        "date": "2024-07-17",
        "category": "announcements",
        "title_en": "Learn about new scams and be vigilant.",
        "content_en": "Dear customer, We would like to inform you that card fraud has increased significantly recently, therefore we urge you to be careful and NOT ENTER your card details into FAKE versions of well-known applications and NOT PROVIDE them to other people. At the moment, the option of registering and providing card details into fake versions of various well-known applications is especially noticeable. We warn you NOT to attach your card to the suspicious versions of the programs below: Dating apps Cryptocurrency apps Fasting apps Yoga, Pilates apps English speaking apps Quizzes, tests, games apps We should add that by downloading various suspicious apps, even without attaching a card, your data is at risk, so once again we urge you to be careful, NOT to enter your card details in suspicious apps, NOT to provide your card details (CVV code) to other people to avoid any kind of fraud. We also urge you to download apps exclusively from the Apple Store or Google Store.",
        "title": "Իմացե՛ք նոր խարդախությունների մասին և զգոն եղեք",
        "content": "Հարգելի՛ հաճախորդ, Տեղեկացնում ենք, որ վերջերս քարտային խարդախություններն էապես շատացել են, ուստի հորդորում ենք ուշադիր լինել և Ձեր քարտային տվյալները ՉՄՈՒՏՔԱԳՐԵԼ բոլորիս հայտնի հավելվածների ԿԵՂԾ տարբերակներում և ՉՏՐԱՄԱԴՐԵԼ այլ անձանց։ Այս պահին հատկապես նկատելի է զեղծարարությունների՝ բոլորիս ծանոթ տարատեսակ հավելվածների կեղծ տարբերակներում գրանցման և քարտային տվյաների տրամադրման տարբերակը։ Զգուշացնում ենք ՉԿՑԵԼ Ձեր քարտը ստորև ներկայացված ծրագրերի կասկածելի տարբերակներում՝ Հանդիպումների (dating) հավելվածներում Կրիպտոարժույթի հավելվածներում Նիհարելու (fasting) ծրագրերում Յոգայի, պիլատեսի ծրագրերում Անգլերեն խոսելու հավելվածներում Քուիզերի, թեստերի, խաղերի ծրագրերում Հավելենք, որ ներբեռնելով տարբեր կասկածելի հավելվածներ, նույնիսկ առանց քարտի կցման, Ձեր տվյալները վտանգվում են, ուստի ևս մեկ անգամ հորդորում ենք զգուշանալ, քարտի տվյալները ՉՄՈՒՏՔԱԳՐԵԼ կասկածելի ծրագրերում, քարտի տվյալները (CVV կոդ) ՉՏՐԱՄԱԴՐԵԼ այլ անձանց՝ որևէ տեսակի խարդախությունից խուսափելու համար։ Հորդորում ենք նաև հավելվածներ ներբեռնել բացառապես Apple Store-ից կամ Google Store-ից:",
        "scraped_at": "2024-12-15 17:30:29"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/06/26/արժեկտրոնային-եկամուտների-վճարում/70/": {
        "date": "2024-06-26",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-seventh issue of dollar bonds on June 26 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on June 26, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հունիսի 26-ին իրականացրեց քսանյոթերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է հունիսի 26-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:32"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/06/18/արժեկտրոնային-եկամուտների-վճարում/69/": {
        "date": "2024-06-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-sixth issue of dollar bonds on June 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on June 18, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հունիսի 18-ին իրականացրեց քսանվեցերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է հունիսի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին։",
        "scraped_at": "2024-12-15 17:30:35"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/06/18/արժեկտրոնային-եկամուտների-վճարում/68/": {
        "date": "2024-06-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-fifth issue of dollar bonds on June 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on June 18, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հունիսի 18-ին իրականացրեց քսանհինգերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է հունիսի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:37"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/06/18/արժեկտրոնային-եկամուտների-վճարում/67/": {
        "date": "2024-06-18",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-fourth issue of dollar bonds on June 18 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on June 18, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հունիսի 18-ին իրականացրեց քսանչորսերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի արժեկտրոնը վճարվել է հունիսի 18-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:40"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/06/10/արժեկտրոնային-եկամուտների-վճարում/66/": {
        "date": "2024-06-10",
        "category": "announcements",
        "title_en": "Payment of coupon income",
        "content_en": "ARARATBANK OJSC paid the coupon income of the twenty-third issue of dollar bonds on June 10 of this year. The coupon of the bonds was paid based on the list of registered bond holders as of 09:00 on June 10, by entering the settlement accounts of the bond holders.",
        "title": "Արժեկտրոնային եկամուտների վճարում",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի հունիսի 10-ին իրականացրեց քսաներեքերորդ թողարկման դոլարային պարտատոմսերի արժեկտրոնային եկամուտների վճարումը: Պարտատոմսերի  արժեկտրոնը վճարվել է հունիսի  10-ի առավոտյան ժամը 09:00-ի դրությամբ պարտատոմսերի գրանցված սեփականատերերի ցուցակի հիման վրա` մուտքագրելով պարտատոմսերի սեփականատերերի հաշվարկային հաշիվներին:",
        "scraped_at": "2024-12-15 17:30:43"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/05/06/վճարային-տերմինալների-ձեռքբերման-բաց-մրցույթ/65/": {
        "date": "2024-05-06",
        "category": "announcements",
        "title_en": "Open tender for the purchase of payment terminals",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from May 6, 2024. The type, name and quantity of the products are presented below: Product name Quantity Payment terminal with the following criteria: Outdoor: floor-mounted Indoor: in accordance with the Bank's brand image (Yellow - RAL 1023, Anthracite Grey - RAL 7016) Motherboard: H110M-H Power supply: Xilence 600W Printer: Nipon - 3411 or 3511 Cash acceptor MEI OS: 2GB SSD: 128GB Coin acceptor: NRI G13 USB IR TOUCH (operating in 24/7 mode) Modem IRZ Antenna Screen 17” (operating in 24/7 mode) Two main locks UPS 30 Persons wishing to participate in the tender may submit tender applications to ARARATBANK OJSC at the address: Yerevan, Buzand Street, Building 87, No. 85. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until May 10, 2024 at 16:00. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are established by the tender regulations. No codes are used in the tender. The opening and closing of tender applications will be held on May 14, 2024. The tender regulations can be viewed, as well as copies can be obtained, at the office of ARARATBANK OJSC every working day from 09:00 to 16:00.     You can familiarize yourself with the terms of the tender here.",
        "title": "Վճարային տերմինալների ձեռքբերման բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2024 թվականի մայիսի 6-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում են ապրանքների տեսակը, անվանումը և քանակը: Ապրանքի անվանումը Քանակը Վճարային տերմինալ հետևյալ չափանիշներով՝ Դրսում՝ հատակին ամրացվող Սրահում տեղադրվող Բանկի բրենդային տեսքին համապատասխան (Yellow - RAL 1023, Anthracite Grey - RAL 7016) Մայրական սալիկ՝ H110M-H Սնուցման սարք՝ Xilence 600W Տպիչ՝ nipon - 3411 կամ 3511 Դրամաընդունիչ MEI ՕՀՍ՝ 2GB SSD՝ 128GB Մետաղադրամ ընդունող սարք՝ NRI G13 USB IR TOUCH (24/7 ռեժիմով գործարկվող) Modem IRZ Ալեհավաք Էկրան 17” (24/7 ռեժիմով գործարկվող) Երկու հիմնական փական UPS 30 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ` ք.Երևան, Բուզանդի փողոց, 87-րդ շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2024 թվականի մայիսի 10-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթին մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված են մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերի բացումը և ամփոփումը կիրականացվի 2024 թվականի մայիսի 14-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ, ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։    Մրցույթի պայմաններին կարող եք ծանոթանալ այստեղ։",
        "scraped_at": "2024-12-15 17:30:46"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2024/04/23/eset-protect-complete-հակավիրուսային-համակարգի-թվով-850-օգտագործողի-համար-նախատեսված-ծրագրի-կորպորա/64/": {
        "date": "2024-04-23",
        "category": "announcements",
        "title_en": "Open competition to extend the corporate key of the ESET PROTECT Complete antivirus system for 850 users by one year",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from April 23, 2024. The type, name and quantity of products are presented below: Type Description Quantity ESET ESET PROTECT Complete, for 850 users, 1 year 1 Persons wishing to participate in the tender may submit tender applications to the address of ARARATBANK OJSC: Yerevan, Buzand 87th Building, No. 85. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until April 29, 2024 at 16:00. A product supply contract will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. Codes are not used in the tender. The tender applications will be opened on April 29, 2024 at 17:00, and the summarization of applications will be carried out on April 30, 2024 at 14:00. The tender regulations can be viewed, as well as copies can be obtained at the head office of ARARATBANK OJSC, every working day from 09:00 to 16:00. You can familiarize yourself with the conditions of the tender here.",
        "title": "ESET PROTECT Complete հակավիրուսային համակարգի թվով 850 օգտագործողի համար նախատեսված ծրագրի կորպորատիվ բանալու ժամկետը մեկ տարով երկարացնելու բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2024 թվականի ապրիլի 23-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: Տեսակ Նկարագրություն Քանակ ESET ESET PROTECT Complete, 850 օգտագործողի համար, 1 տարի 1 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Բուզանդի 87-րդ շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2024 թվականի ապրիլի 29-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված են մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2024 թվականի ապրիլի 29-ին ժամը 17։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2024 թվականի ապրիլի 30-ին ժամը 14։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ, ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գլխամասային գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի անցկացման պայմաններին կարող եք ծանոթանալ այստեղ։",
        "scraped_at": "2024-12-15 17:30:49"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/08/06/սերվերների-ձեռքբերման-և-տեխնիկական-աջակցման-երկարացման-բաց-մրցույթ/63/": {
        "date": "2020-08-06",
        "category": "announcements",
        "title_en": "Open tender for the purchase of servers and the extension of technical support",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from August 6, 2020. Below is the product type, name and quantity: Quantity P/N       Description 2 P09524-B21 HPE ProLiant BL460c Gen10 v6 10/20Gb FlexibleLOM Configure-to-order Blade Server 2 P06821-L21 Intel Xeon-Gold 6252 (2.1GHz/24-core/150W) FIO Processor Kit for HPE ProLiant BL460c Gen10 2 P06821-B21 HPE BL460c Gen10 Intel Xeon-Gold 6252 (2.1GHz/24-core/150W) Processor Kit 2 P06821-B21  0D1 Factory Integrated 24 P00930-B21 HPE 64GB (1x64GB) Dual Rank x4 DDR4-2933 CAS-21-21-21 Registered Smart Memory Kit 24 P00930-B21 0D1 Factory Integrated 4 P05924-B21 HPE 240GB SATA 6G Read Intensive SFF SC S4510 SSD 4 P05924-B21 0D1 Factory Integrated 2 P01363-B21 HPE 12W Smart Storage Battery (up to 3 Devices) for BladeSystem Server 2 P01363-B21 0D1 Factory Integrated 2 804367-B21 HPE Smart Array P204i-b SR Gen10 (4 Internal Lanes/1GB Cache) 12G SAS Modular Controller 2 804367-B21 0D1 Factory Integrated 2 766490-B21 HPE FlexFabric 10Gb 2-port 536FLB Adapter 2 766490-B21 0D1 Factory Integrated 2 710608-B21 HPE QMH2672 16Gb Fibre Channel Host Bus Adapter 2 710608-B21 0D1 Factory Integrated 1 H7J34A3 HPE 3Y Foundation Care 24x7 SVC 2 H7J34A3     W4C HPE BL460c Gen10 Support 1 HA113A1 HPE Installation SVC 2 HA113A1     5CY HPE ProLiant Blade Server Install SVC   Technical Support Extension (foundation care 24/7) Period HPE BL460c Gen10 10Gb/20Gb FLB CTO Blade s/n CZ282007KY 31-03-2022 HPE BL460c Gen10 10Gb/20Gb FLB CTO Blade s/n CZ282007KX 31-03-2022 HPE BL460c G9 E5v4 10/20Gb FLB CTO Blade s/n CZ270801CC 31-03-2022 HPE BL460c G9 E5v4 10/20Gb FLB CTO Blade s/n CZ270801CD 31-03-2022 HPE BL7000 CTO 3 IN LCD Plat Enclosure s/n CZ270801B3 31-03-2022 HPE 3PAR StoreServ 7200 2-N Storage Base s/n CZ33268276 31-03-2022 Brocade 8/24c Power Pk+ SAN Swch for BL s/n 1CG805C00G 31-03-2022 Brocade 8/24c Power Pk+ SAN Swch for BL s/n 1CG805C00H 31-03-2022 HP B-series 8/12c BladeSystem SAN Switch s/n GB8952DCCK 31-03-2022 HP B-series 8/12c BladeSystem SAN Switch s/n GB8952DCCL 31-03-2022 HP 8/8 (8)-ports Enabled SAN Switch s/n CZC451T87Y 31-03-2022 HP 8/8 (8)-ports Enabled SAN Switch s/n CZC451T89F 31-03-2022 HP 8/24 Base 16-ports Enabled SAN Switch s/n CZC323UAKN 31-03-2022 HP 8/24 Base 16-ports Enabled SAN Switch s/n CZC323UAL0 31-03-2022 Persons wishing to participate in the tender may submit tender applications to the address of ARARATBANK OJSC: Yerevan, Buzand Street, Building 87, Building 85. Tender applications may be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until August 17, 2020 at 16:00. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. Codes are not used in the tender. Organizations participating in the competition must submit a certificate issued by the manufacturer - MAF (Manifacturer Authorization Form). The competition applications will be opened on August 17, 2020 at 18:00, and the summarization of applications will be held on August 19, 2020 at 15:00. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. The advance payment for participation in the competition is 300,000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account 103002101519.",
        "title": "Սերվերների ձեռքբերման և տեխնիկական աջակցման երկարացման բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2020 թվականի օգոստոսի 06-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: Քանակ P/N       Նկարագրություն 2 P09524-B21 HPE ProLiant BL460c Gen10 v6 10/20Gb FlexibleLOM Configure-to-order Blade Server 2 P06821-L21 Intel Xeon-Gold 6252 (2.1GHz/24-core/150W) FIO Processor Kit for HPE ProLiant BL460c Gen10 2 P06821-B21 HPE BL460c Gen10 Intel Xeon-Gold 6252 (2.1GHz/24-core/150W) Processor Kit 2 P06821-B21  0D1 Factory Integrated 24 P00930-B21 HPE 64GB (1x64GB) Dual Rank x4 DDR4-2933 CAS-21-21-21 Registered Smart Memory Kit 24 P00930-B21  0D1 Factory Integrated 4 P05924-B21 HPE 240GB SATA 6G Read Intensive SFF SC S4510 SSD 4 P05924-B21  0D1 Factory Integrated 2 P01363-B21 HPE 12W Smart Storage Battery (up to 3 Devices) for BladeSystem Server 2 P01363-B21  0D1 Factory Integrated 2 804367-B21 HPE Smart Array P204i-b SR Gen10 (4 Internal Lanes/1GB Cache) 12G SAS Modular Controller 2 804367-B21  0D1 Factory Integrated 2 766490-B21 HPE FlexFabric 10Gb 2-port 536FLB Adapter 2 766490-B21  0D1 Factory Integrated 2 710608-B21 HPE QMH2672 16Gb Fibre Channel Host Bus Adapter 2 710608-B21  0D1 Factory Integrated 1 H7J34A3 HPE 3Y Foundation Care 24x7 SVC 2 H7J34A3     W4C HPE BL460c Gen10 Support 1 HA113A1 HPE Installation SVC 2 HA113A1     5CY HPE ProLiant Blade Server Install SVC   Տեխնիկական աջակցման երկարացում (foundation care 24/7)  Ժամանակահատված HPE BL460c Gen10 10Gb/20Gb FLB CTO Blade s/n CZ282007KY 31-03-2022 HPE BL460c Gen10 10Gb/20Gb FLB CTO Blade s/n CZ282007KX 31-03-2022 HPE BL460c G9 E5v4 10/20Gb FLB CTO Blade s/n CZ270801CC 31-03-2022 HPE BL460c G9 E5v4 10/20Gb FLB CTO Blade s/n  CZ270801CD 31-03-2022 HPE BLc7000 CTO 3 IN LCD Plat Enclosure s/n CZ270801B3 31-03-2022 HPE 3PAR StoreServ 7200 2-N Storage Base s/n CZ33268276 31-03-2022 Brocade 8/24c Power Pk+ SAN Swch for BL s/n 1CG805C00G 31-03-2022 Brocade 8/24c Power Pk+ SAN Swch for BL s/n 1CG805C00H 31-03-2022 HP B-series 8/12c BladeSystem SAN Switch s/n GB8952DCCK 31-03-2022 HP B-series 8/12c BladeSystem SAN Switch s/n GB8952DCCL 31-03-2022 HP 8/8 (8)-ports Enabled SAN Switch s/n CZC451T87Y 31-03-2022 HP 8/8 (8)-ports Enabled SAN Switch s/n CZC451T89F 31-03-2022 HP 8/24 Base 16-ports Enabled SAN Switch s/n CZC323UAKN 31-03-2022 HP 8/24 Base 16-ports Enabled SAN Switch s/n CZC323UAL0 31-03-2022 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Բուզանդի փողոց 87-րդ շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2020 թվականի օգոստոսի 17-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթին մասնակցող կազմակերպությունները պետք է ներկայացնեն արտադրողի կողմից տրված հավաստագիր՝ MAF (Manifacturer Authorization Form): Մրցույթի հայտերը կբացվեն 2020 թվականի օգոստոսի 17-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2020 թվականի օգոստոսի 19-ին ժամը 15։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի մասնակցության նախավճարը կազմում է 300,000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման Բանկի 103002101519 հաշվին:",
        "scraped_at": "2024-12-15 17:30:52"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/07/30/բաց-մրցույթ-pos-տերմինալների-ձեռքբերման-համար/62/": {
        "date": "2020-07-30",
        "category": "announcements",
        "title_en": "Open tender for the purchase of POS terminals",
        "content_en": "Product name Quantity POS terminal with the following criteria: Mobile 3G connection Software for at least 5 years                           40 Persons wishing to participate in the competition may submit tender applications to ARARATBANK OJSC at the address: Yerevan, Buzand Street, Building 87, No. 85. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until August 05, 2020 at 16:00. A product supply contract will be signed with the winner of the competition. The list of documents required for participation in the competition and the procedure for determining the winner are defined in the competition regulations. Codes are not used in the competition. The opening and closing of tender applications will be held on August 06, 2020. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00.",
        "title": "Բաց մրցույթ POS տերմինալների ձեռքբերման համար",
        "content": "Ապրանքի անվանումը Քանակը POS տերմինալ հետևյալ չափանիշներով՝ Շարժական 3G կապ ապահովող Ծրագրային ապահովման առնվազն 5 տարի ժամկետով                         40 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ` ք.Երևան, Բուզանդի փողոց, 87-րդ շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2020 թվականի օգոստոսի 05-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերի բացումը և ամփոփումը կիրականացվի 2020 թվականի օգոստոսի 06-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։",
        "scraped_at": "2024-12-15 17:30:55"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/05/15/արարատբանկ-բբը կողմից-տեղաբաշխվեցին-«ազգային-հիփոթեքային-ընկերություն»-վվկ-փբը -ի-անվանական արժեկտրոնային պարտատոմսերը/61/": {
        "date": "2020-05-15",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC successfully placed the nominal coupon bonds of \"National Mortgage Company\" RCO CJSC",
        "content_en": "We inform you that in 2020 On May 15, ARARATBANK OJSC successfully placed 300 thousand nominal coupon bonds issued by \"National Mortgage Company\" RCO CJSC with a total volume of 3,000,000,000 AMD, with an annual yield of 7.25%, and a maturity of 3 years, of which 270,000 bonds were placed on the primary placement platform of \"Armenian Stock Exchange\" OJSC, and the remaining 30,000 bonds were sold to ARARATBANK OJSC, the underwriter and Market Maker, in accordance with the bond prospectus. It is noteworthy that \"Armenian Stock Exchange\" OJSC acted as a buyer for 270,000 bonds through the placement system The total demand submitted by the 5 members of the Exchange participating in the placement amounted to 3,250,663,931 (three billion two hundred fifty million six hundred sixty-three thousand nine hundred thirty-one) AMD. The weighted average yield of the bonds placed on the Exchange was 7.2408%. You can find more details about the placement at the following link: Announcement on the results of the placement Registration certificate.",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հաջողությամբ տեղաբաշխվեցին «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ -ի անվանական արժեկտրոնային պարտատոմսերը",
        "content": "Տեղեկացնում ենք, որ 2020թ. մայիսի 15-ին ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հաջողությամբ տեղաբաշխվեցին «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ի կողմից թողարկված 3,000,000,000 ՀՀ դրամ ընդհանուր ծավալով, 7.25% տարեկան եկամտաբերությամբ, 3 տարի մարման ժամկետով 300 հազար հատ անվանական արժեկտրոնային պարտատոմսերը, որոնցից 270,000 հատ պարտատոմսերը տեղաբաշխվեցին «Հայաստանի ֆոնդային բորսա» ԲԲԸ-ի առաջնային տեղաբաշխման հարթակում, իսկ մնացած 30,000 հատ պարտատոմսերը վաճառվեցին տեղաբաշխող և Շուկա ստեղծող հանդիսացող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ -ին՝ պարտատոմսերի ազդագրի համաձայն: Հատկանշական է, որ «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով 270,000 հատ պարտատոմսերի համար որպես գնորդ տեղաբաշխմանը մասնակցող Բորսայի 5 անդամների կողմից ներկայացված ընդհանուր պահանջարկը կազմեց 3,250,663,931 ( երեք միլիարդ երկու հարյուր հիսուն միլիոն վեց հարյուր վաթսուներեք հազար ինը հարյուր երեսունմեկ) ՀՀ դրամ: Բորսայում տեղաբաշխված պարտատոմսերի միջին կշռված եկամտաբերությունը կազմեց 7.2408%: Տեղաբաշխման վերաբերյալ ավելի մանրամասն կարող եք ծանոթանալ հետևյալ հղումով: Հայտարարություն տեղաբաշխման արդյունքների վերաբերյալ գրանցման վկայական։",
        "scraped_at": "2024-12-15 17:30:58"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/05/12/partatoms-hraparakayin arajark/60/": {
        "date": "2020-05-12",
        "category": "announcements",
        "title_en": "Public offering of AMD bonds of \"National Mortgage Company\" RCO CJSC",
        "content_en": "Based on the prospectus of the nominal coupon bonds of “National Mortgage Company” RCO CJSC, registered by the Resolution No. 1/241A of the Chairman of the Central Bank of the Republic of Armenia dated May 6, 2020, “National Mortgage Company” RCO CJSC plans to issue and place nominal coupon dram bonds on May 15, 2020. ARARATBANK OJSC will act as the unsecured underwriter of the bonds. The placement of bonds is planned to be carried out through the placement system of the \"Armenian Stock Exchange\" OJSC, whereby the issuance and placement of 270,000 (two hundred seventy thousand) bonds with a total volume of 2,700,000,000 AMD will be carried out through a standard closed auction, excluding the submission of non-competitive, as well as full-satisfaction bids, and the remaining 30,000 bonds with a total volume of 300,000,000 AMD (three hundred million) will be purchased by \"ARARATBANK\" OJSC at the minimum bid-satisfaction cut-off price, as a market maker, in order to increase the liquidity and investment attractiveness of bonds in the secondary market. The minimum cut-off price for satisfying the bids will be adjusted to the average of the interest rates corresponding to the 36-month maturity of the yield curve of government bonds published by the Central Bank of the Republic of Armenia as of 5 business days prior to the bond placement, which is 75 basis points higher than the price, but not more than 7.25%. Bids submitted at a price lower than the cut-off price will not be satisfied. Only members of the Exchange may participate in the bond placement auction immediately, the list of which is available on the official website of the Armenian Stock Exchange OJSC: http://amx.am. Investors who are not members of the Exchange may participate in the auction (take advantage of the offer) through members of the Exchange, in accordance with the procedure and conditions established by the latter. You can familiarize yourself with the essential terms of the bonds to be issued here.",
        "title": "«Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ դրամային պարտատոմսերի հրապարակային առաջարկ",
        "content": "ՀՀ կենտրոնական բանկի նախագահի 2020թ. մայիսի 6-ի թիվ 1/241Ա որոշմամբ գրանցված «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ազդագրի հիման վրա  «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ն նախատեսում է 2020թ. մայիսի 15-ին իրականացնել անվանական արժեկտրոնային դրամային պարտատոմսերի թողարկում և տեղաբաշխում: Որպես պարտատոմսերի չերաշխավորված տեղաբաշխող հանդես է գալու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն։ Պարտատոմսերի տեղաբաշխումը նախատեսվում է իրականացնել է «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով, ընդ որում՝ 2,700,000,000 ՀՀ դրամ ընդհանուր ծավալով 270,000 (երկու հարյուր յոթանասուն հազար) հատ պարտատոմսերի թողարկումը և տեղաբաշխումն իրականացվելու է ստանդարտ փակ աճուրդի անցկացման միջոցով` բացառելով ոչ մրցակցային, ինչպես նաև լրիվ բավարարմամբ հայտերի ներկայացումը, իսկ մնացած 300,000,000 (երեք հարյուր միլիոն) ՀՀ դրամ ընդհանուր ծավալով, 30,000  հատ պարտատոմսերը ձեռք են բերվելու «ԱՐԱՐԱՏԲԱՆԿ» ԲԲԸ կողմից հայտերի բավարարման կտրման նվազագույն գնով ՝ որպես շուկա ստեղծող՝ երկրորդային շուկայում պարտատոմսերի իրացվելիության և ներդրումային գրավչության բարձրացման նպատակով։ Հայտերի բավարարման կտրման նվազագույն գինը համապատասխանեցվելու է պարտատոմսերի տեղաբաշխմանը նախորդող 5 աշխատանքային օրերի դրությամբ ՀՀ ԿԲ կողմից հրապարակվող պետական պարտատոմսերի մինչև մարում եկամտաբերության կորի  36 ամսական ժամկետայնությանը համապատասխանող տոկոսադրույքների միջինին 75 բազիսային կետով գերազանցող արժեքին, բայց ոչ ավելի, քան 7.25%։ Կտրման գնից ցածր գնով ներկայացված հայտերը չեն բավարարվելու: Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «Հայաստանի ֆոնդային բորսա» ԲԲԸ պաշտոնական կայքում` http://amx.am: Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Թողարկվող պարտատոմսերի էական պայմաններին կարող եք ծանոթանալ այստեղ։",
        "scraped_at": "2024-12-15 17:31:01"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/04/17/pos-տերմինալներ-մրցույթ/59/": {
        "date": "2020-04-17",
        "category": "announcements",
        "title_en": "Open tender for the purchase of POS terminals",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from April 16, 2020. The type, name and quantity of the products are presented below: N Product name Product name POS terminal with the following criteria: Mobile Wired 2G connection providing 3G connection providing Up to 300 Persons wishing to participate in the tender may submit tender applications to ARARATBANK OJSC at the address: Yerevan, Buzand 87, Building No. 85. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until April 21, 2020 at 16:00. A product supply contract will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. Codes are not used in the tender. The opening and closing of the competition applications will be held on April 22, 2020. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00.",
        "title": "Բաց մրցույթ POS տերմինալների ձեռքբերման համար",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2020 թվականի ապրիլի 16-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: N Ապրանքի անվանումը Ապրանքի անվանումը POS տերմինալ հետևյալ չափանիշներով՝ Շարժական Լարային 2G կապ ապահովող 3G կապ ապահովող Մինչև 300 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ` ք.Երևան, Բուզանդի 87 շենք, թիվ 85 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2020 թվականի ապրիլի 21-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերի բացումը և ամփոփումը կիրականացվի 2020 թվականի ապրիլի 22-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։",
        "scraped_at": "2024-12-15 17:31:04"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/02/06/հայտարարություն/58/": {
        "date": "2020-02-06",
        "category": "announcements",
        "title_en": "Open tender for the purchase of payment terminals and the provision of a package of services provided by payment terminals",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from February 01, 2020. The type, name and quantity of the products are presented below: Product name Quantity Payment terminal with the following criteria: Monitor - 17 inch Touschscreen - MasterTouch Cash acceptor - CasheCode Vault 1000 Printer - Custom vpk-80 || Coin acceptor - NRI G13U Hard drive - Kingstone SSD 120 GB RAM - DDR-3 2 GB MotherBoard - H-81                                                      1-15 Payment service package Maximum number of services offered Persons wishing to participate in the tender can submit tender applications to ARARATBANK OJSC at 87/85 Buzand str., Yerevan. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until February 07, 2020 at 16:00. Tender applications include the following information and documents: name and location of the tender participant, telephone numbers, copy of the state registration certificate, description of the equipment and/or services provided, delivery dates, the volume of similar services provided by it during the previous reporting year, indicating the customers and attaching copies of contracts, other necessary information and documents at the discretion of the tender participant, which will confirm the quality of the goods supplied by it and/or services to be provided. Tender applications shall be submitted in a sealed, sealed and signed envelope. The documents included in the envelope shall consist of an original and one copy, on which the words “original” and “duplicate” shall be written, respectively. At the same time, the following notes shall be made on the envelope: the place of submission of the tender application /address/ specified in the public notice of the tender and “not to be opened until the opening session of the tender applications”. Tender participants may amend or withdraw their applications until the end of the final deadline for submitting tender applications. Amendments to the tender application shall be submitted in a sealed, sealed and signed envelope, with the word “amendment” added to the envelope. The list of documents required for participation in the tender and the procedure for determining the winner shall be established by the tender regulations. No codes shall be used in the tender. Tender applications will be opened on February 07, 2020, and the summarization of applications will be carried out on February 10, 2020. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. Within fifteen working days after the protocol on the competition results is drawn up, a contract is signed between the Bank and the participant (participants) recognized as the winner of the competition, and the Bank offers the participant recognized as the winner of the competition to sign the contract within ten working days after the protocol on the competition results is drawn up. More than one organization may be recognized as the winner of the competition, taking into account the range of goods supplied and other circumstances.",
        "title": "Բաց մրցույթ վճարային տերմինալների ձեռքբերման և վճարային տերմինալներով մատուցվող ծառայությունների փաթեթի տրամադրման համար",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2020 թվականի փետրվարի 01-ից կազմակերպում է բաց մրցույթ։   Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: Ապրանքի անվանումը Քանակը Վճարային տերմինալ հետևյալ չափանիշներով՝ Մոնիտոր – 17 դույմ Touschscreen – MasterTouch Դրամընդունիչ - CasheCode Vault 1000 Տպիչ - Custom vpk-80 || Մետաղդրամի ընդունիչ - NRI G13U Կոշտ սկավառակ - Kingstone SSD 120 GB RAM - DDR-3 2 GB MotherBoard - H-81                                            1-15 Վճարային ծառայությունների փաթեթ Առաջարկվող ծառայությունների առավելագույն քանակ Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ` ք.Երևան, Բուզանդի 87/85 հասցեով։  Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2020 թվականի փետրվարի 07-ը ժամը 16։00-ն։ Մրցույթի հայտերը ներառում են հետևյալ տեղեկություններն ու փաստաթղթերը.  մրցույթի մասնակցի անվանումը գտնվելու վայրը, հեռախոսահամարները, պետական գրանցման վկայականի պատճենը, սարքավորումների և/կամ մատուցվող ծառայությունների նկարագրությունը, մատակարարման ժամկետները, նախորդ հաշվետու տարվա ընթացքում իր կողմից նմանատիպ ծառայությունների մատուցման ծավալը՝ նշելով պատվիրատուներին և կցելով պայմանագրերի պատճենները, մրցույթի մասնակցի հայեցողությամբ այլ անհրաժեշտ տեղեկություններ և փաստաթղթեր, որոնք կհաստատեն իր կողմից մատակարարվող ապրանքների և/կամ մատուցվելիք ծառայությունների որակը։ Մրցույթի հայտերը ներկայացվում են սոսնձված, կնքված և ստորագրված ծրարով: Ծրարում ներառված փաստաթղթերը պետք է կազմված լինեն բնօրինակից և մեկ  կրկնօրինակից, որոնց վրա համապատասխանաբար գրվում են «բնօրինակ» և «կրկնօրինակ» բառերը: Միաժամանակ ծրարի վրա պետք է կատարվեն՝ մրցույթի մասին հրապարակային ծանուցման մեջ նշված մրցույթի հայտի ներկայացման վայրի /հասցեի/ և «չբացել մինչև մրցույթի հայտերի բացման նիստը» գրառումները: Մրցույթի մասնակիցները, մինչև մրցույթի հայտերը ներկայացնելու վերջնական ժամկետի ավարտը, կարող են փոփոխել կամ հետ վերցնել հայտերը: Մրցույթի հայտի փոփոխությունը ներկայացվում է սոսնձված, կնքված և ստորագրված ծրարով` ծրարի վրա ավելացնելով «փոփոխում» բառը: Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2020 թվականի փետրվարի 07-ին, իսկ հայտերի ամփոփումը կկատարվի 2020 թվականի փետրվարի 10-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասնհինգ աշխատանքային օրվա ընթացքում Բանկի և մրցույթում հաղթող ճանաչված մասնակցի /մասնակիցների/ միջև կնքվում է պայմանագիր, ընդ որում Բանկը մրցույթում հաղթող ճանաչված մասնակցին առաջարկում է կնքել պայմանագիրը մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասը աշխատանքային օրվա ընթացքում: Մրցույթում կարող են հաղթող ճանաչվել մեկից ավելի կազմակերպություններ` հաշվի առնելով մատակարարվող ապրանքի տեսականին և այլ հանգամանքներ:",
        "scraped_at": "2024-12-15 17:31:07"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2020/01/20/համագործակցության-առաջարկ/57/": {
        "date": "2020-01-20",
        "category": "announcements",
        "title_en": "Cooperation offer for organizations implementing \"Queue Management Systems\"",
        "content_en": "ARARATBANK OJSC invites organizations to submit proposals from January 20 to January 29, 2020, in order to conclude a cooperation agreement with companies implementing \"Queue Management Systems\". Organizations wishing to submit proposals can submit price proposals to the Bank's address: Yerevan, Buzand 87, Building 85, or by sending them to digitalbanking@araratbank.am by e-mail, as well as in person (on working days from 09:00 to 16:00) or by registered mail. Proposals are accepted until January 29, 2020, at 16:00. The necessary conditions for cooperation are: at least 3 (three) or more years of continuous work experience in implementing, servicing and implementing software for Queue Management Systems; Experience working with banks is desirable Competitive tariff policy Information on cooperation can be obtained from the Bank's homepage on the Internet: www.araratbank.am. In case of questions regarding cooperation, you can contact the Digital Banking Services Department every working day from 09:00 to 18:00 (tel. 010 592323).",
        "title": "Համագործակցության առաջարկ «Հերթերի Կառավարման Համակարգեր» ներդնող կազմակերպություններին",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն «Հերթերի Կառավարման Համակարգեր» ներդնող ընկերությունների հետ համագործակցության պայմանաիր կնքելու նպատակով 2020 թվականի հունվարի 20-ից մինչև հունվարի 29-ը կազմակերպություններին հրավրում է ներկայացնելու առաջարկություններ: Առաջարկություններ ներկայացնելու ցանկություն ունեցող կազմակերպությունները կարող են գնային առաջարկներ ներկայացնել՝ Բանկի գտնվելու վայրը` ք.Երևան, Բուզանդի 87 շինություն, 85 շենք հասցեով կամ ուղարկելով digitalbanking@araratbank.am էլ․ փոստին, ինչպես նաև՝ առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկել պատվիրված նամակով։ Առաջարկներն ընդունվում են մինչև 2020 թվականի հունվարի 29-ը ժամը 16:00-ն։ Համագործակցության համար անհրաժեշտ պայմաններն են՝ Հերթերի Կառավարման Համակարգեր ներդնելու, սպասարկելու և ծրագրային ապահովում իրականացնելու առնվազն 3 (երեք) և ավելի տարվա անընդմեջ աշխատանքային փորձ; Բանկերի հետ աշխատանքային փորձը ցանկալի է Մրցունակ սակագնային քաղաքականություն Համագործակցության վերաբերյալ տեղեկատվությունը կարելի է ստանալ համացանցի Բանկի տնային էջից` www.araratbank.am: Համագործակցության վերաբերյալ հարցերի դեպքում կարող եք դիմել յուրաքանչյուր աշխատանքային օր ժամը 09:00-ից մինչև 18:00-ին, Թվային բանկային ծառայությունների դեպարտամենտ (հեռ. 010 592323):",
        "scraped_at": "2024-12-15 17:31:10"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/12/11/ծանուցում-մրցույթ/56/": {
        "date": "2019-12-11",
        "category": "announcements",
        "title_en": "Public notice of competition for the selection of real estate and movable property valuation organizations",
        "content_en": "ARARATBANK OJSC is organizing a competition from December 10 to December 20, 2019, to conclude cooperation agreements with the Appraisal Companies. Organizations wishing to participate in the competition can submit competition applications to the Bank's location: Yerevan, Buzand 87, Building 85. Competition applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until December 20, 2019, at 16:00. The conditions of the competition are: Availability of a qualification certificate for real estate appraisal, At least five or more years of continuous work experience in real estate and movable property appraisal, At least two qualified appraisers with at least one year of continuous work experience in the field of real estate and movable property appraisal, At least one year of work experience with two or more banks, Availability of a deposit of 5 million AMD in ARARATBANK OJSC, Competitive tariff policy, Availability of insurance of 50 million AMD in an insurance company operating in the territory of the Republic of Armenia. Information about the competition can be obtained from the Bank's website: www.araratbank.am. In case of any questions regarding the competition, you can contact the Property Appraisal Department (tel. 592323) every working day from 09:00 to 18:00. A corresponding contract will be signed with the winner of the competition. List of documents required for participation in the competition. The list of documents required to participate in the competition and the procedure for determining the winner are set out in the Bank's \"Procedure for the Selection of Real Estate and Movable Property Appraisal Companies\", which can be viewed and copies obtained at the Bank's head office every working day from 09:00 to 16:00. No codes are used in the competition. The participation fee for the competition is 10,000 AMD, which is subject to cash payment to the Bank's cash desk or to the Bank's account number 103002101519. The competition applications will be opened on December 23, 2019 at 16:00, and the summarization of applications will be carried out on the same day at the same time.",
        "title": "Մրցույթի հրապարակային ծանուցում անշարժ և շարժական գույք գնահատող կազմակերպությունների ընտրության համար",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն Գնահատող ընկերությունների հետ համագործակցության պայմանագրեր կնքելու նպատակով 2019 թվականի դեկտեմբերի 10-ից մինչև դեկտեմբերի 20-ին կազմակերպում է մրցույթ: Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտեր ներկայացնել Բանկի գտնվելու վայր` ք.Երևան, Բուզանդի 87 շինություն, 85 շենք հասցեով: Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով: Հայտերն ընդունվում են մինչև 2019 թվականի դեկտեմբերի 20-ի ժամը 16:00-ն։ Մրցույթի պայմաններն են՝ Անշարժ գույք գնահատելու որակավորման վկայականի առկայություն, Անշարժ ու շարժական գույք գնահատելու առնվազն հինգ և ավելի տարվա անընդմեջ աշխատանքային փորձ, Գնահատող առնվազն երկու որակավորված մասնագետ, ոորնք ունեն նվազագույնը մեկ տարվա անընդմեջ աշխատանքային փորձ՝ անշարժ և շարժական գույք գնահատելու ոլորտում, Երկու և ավելի բանկերի հետ առնվազն մեկ տարվա աշխատանքային փորձ, ԱՐԱՐԱՏԲԱՆԿ ԲԲ ընկերությունում 5 միլիոն ՀՀ դրամի ավանդի առկայություն, Մրցունակ սակագնային քաղաքականություն, ՀՀ տարածքում գործով ապահովագրական ընկերությունում 50 միլիոն ՀՀ դրամի ապահովագրության առկայություն։ Մրցույթի վերաբերյալ տեղեկատվությունը կարելի է ստանալ համացանցի Բանկի տնային էջից` www.araratbank.am: Մրցույթի վերաբերյալ ունեցող հարցերի դեպքում կարող եք դիմել յուրաքանչյուր աշխատանքային օր ժամը 09:00-ից մինչև 18:00-ին, Գույքի գնահատման բաժնին (հեռ. 592323): Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի համապատասխան պայմանագիր: Մրցույթին մասնակցելու համար պահանջվող փաստաթղթերի ցանկ։  Մրցույթին մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է Բանկի «Անշարժ և շարժական գույք գնահատող ընկերությունների ընտրության ընթացակարգ»-ով, որին կարելի է ծանոթանալ և դրա պատճենները ստանալ Բանկի գլխամասային գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09:00-ից մինչև 16:00-ն: Մրցույթում ծածկագրեր չեն կիրառվում: Մրցույթի մասնակցության վճարը կազմում է 10,000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ Բանկի 103002101519 հաշվեհամարին: Մրցույթի հայտերը կբացվեն 2019 թվականի դեկտեմբերի 23-ին ժամը 16։00-ին, իսկ հայտերի ամփոփումը կկատարվի նույն օրը նույն ժամին։",
        "scraped_at": "2024-12-15 17:31:13"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/11/21/քարթրիջների-լիցքավորման-բաց-մրցույթ/55/": {
        "date": "2019-11-21",
        "category": "announcements",
        "title_en": "Open competition for the selection of an organization that will refill printer cartridges for branches located in the cities of Gyumri and Vanadzor",
        "content_en": "ARARATBANK OJSC is organizing an open tender from November 21, 2019 to select organizations that will refill printer cartridges for its branches in Gyumri and Vanadzor. The name of the products/services is presented below: Name Repair of printer models HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 (for example, repair of the fuser, replacement of the rubber roller, replacement of the thermal film, preventive cleaning, laser cleaning). Please provide prices by models and types of repair. Prices include labor + spare parts. Refilling and repair of printer CARTRIDGES of HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 models. Please provide prices by models and types of repair and refilling. Prices include labor + spare parts. Organizations wishing to participate in the tender shall submit tender applications to ARARATBANK OJSC (hereinafter referred to as the Bank) in accordance with the requirements of the public notice of the tender. Tender applications shall include the following information and documents: a) the name and location of the tender participant, telephone numbers, a copy of the state registration certificate, b) a description of the equipment and/or software, delivery dates, c) the volume of similar services provided by it during the previous reporting year, indicating the customers and attaching copies of the contracts, d) other necessary information and documents at the discretion of the tender participant, which will confirm the quality of the goods supplied and the services to be provided, e) a document confirming the payment of the participation fee. Tender applications are submitted in a sealed, sealed and signed envelope. The documents included in the envelope must consist of an original and one copy, on which the words “original” and “duplicate” are written, respectively. At the same time, the following notes must be made on the envelope: the place of submission of the tender application /address/ specified in the public notice of the tender and “do not open until the opening session of the tender applications”. Tender participants, before submitting tender applications, pay or transfer to the bank account 103002101519 the tender participation fee of 50,000 (fifty thousand) AMD. The participation fee is subject to refund if the given organization is not recognized as the winner of the tender. The winner will be refunded the advance payment upon signing the supply contract, otherwise it is non-refundable. The participants of the competition may amend or withdraw their applications until the end of the deadline for submitting the competition applications. Amendments to the competition application shall be submitted in a sealed, sealed and signed envelope with the word “amendment” added to the envelope. Within fifteen working days after the formulation of the protocol on the competition results, a contract shall be concluded between the Bank and the participant/participants recognized as the winner of the competition, and the Bank shall offer the participant recognized as the winner of the competition to conclude the contract within ten working days after the formulation of the protocol on the competition results. Organizations wishing to participate in the competition may submit their applications to the location of ARARATBANK OJSC at the address: 87 Byuzand Street, Building 85, Yerevan. Applications may be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until November 29, 2019 at 16:00. A contract for the supply of goods/services will be signed with the winner of the competition. The list of documents required for participation in the competition and the procedure for determining the winner are set out in the competition regulations. No codes are used in the competition. The competition applications will be opened on November 29, 2019 at 18:00, and the summarization of applications will be carried out on December 02, 2019 at 16:00. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00.",
        "title": "Գյումրի և Վանաձոր քաղաքներում գտնվող մասնաճյուղերի տպող սարքերի քարթրիջների լիցքավորում իրականացնող կազմակերպության ընտրության բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն Գյումրի և Վանաձոր քաղաքներում գտնվող մասնաճյուղերի տպող սարքերի քարթրիջների լիցքավորում իրականացնող կազմակերպությունների ընտրության նպատակով 2019 թվականի նոյեմբերի 21-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների/ծառայությունների անվանումը: Անվանում HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 մոդելների տպող սարքերի նորոգում (օրինակ՝ վառարանի նորոգում, ռետինե գլանի փոխում, թերմոժապավենի փոխում, պրոֆիլակտիկ մաքրում, լազերի մաքրում)։\r Գները ներկայացնել ըստ մոդելների և նորոգման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 մոդելների տպող սարքերի ՔԱՐԹՐԻՋՆԵՐԻ լիցքավորում և նորոգում։\r Գները ներկայացնել ըստ մոդելների և ըստ նորոգման ու լիցքավորման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ Մրցույթին մասնակցել ցանկացող կազմակերպությունները, մրցույթի մասին հրապարակային ծանուցման պահանջներին համապատասխան, ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ (այսուհետ` Բանկ) ներկայացնում են մրցույթի հայտերը։ Մրցույթի հայտերը ներառում են հետևյալ տեղեկություններն ու փաստաթղթերը.  ա) մրցույթի մասնակցի անվանումը գտնվելու վայրը, հեռախոսահամարները, պետական գրանցման վկայականի պատճենը, բ) սարքավորումների և/կամ ծրագրային ապահովման նկարագրությունը, մատակարարման ժամկետները, գ) նախորդ հաշվետու տարվա ընթացքում իր կողմից նմանատիպ ծառայությունների մատուցման ծավալը՝ նշելով պատվիրատուներին և կցելով պայմանագրերի պատճենները, դ) մրցույթի մասնակցի հայեցողությամբ այլ անհրաժեշտ տեղեկություններ և փաստաթղթեր, որոնք կհաստատեն իր կողմից մատակարարվող ապրանքների և մատուցվելիք ծառայությունների որակը, ե) մասնակցության վճարի մուծումը հաստատող փաստաթուղթը: Մրցույթի հայտերը ներկայացվում են սոսնձված, կնքված և ստորագրված ծրարով: Ծրարում ներառված փաստաթղթերը պետք է կազմված լինեն բնօրինակից և մեկ  կրկնօրինակից, որոնց վրա համապատասխանաբար գրվում են «բնօրինակ» և «կրկնօրինակ» բառերը: Միաժամանակ ծրարի վրա պետք է կատարվեն՝ մրցույթի մասին հրապարակային ծանուցման մեջ նշված մրցույթի հայտի ներկայացման վայրի /հասցեի/ և «չբացել մինչև մրցույթի հայտերի բացման նիստը» գրառումները: Մրցույթի մասնակիցները, մինչև մրցույթի հայտեր ներկայացնելը, Բանկի դրամարկղ մուծում են կամ փոխանցում են Բանկի 103002101519 հաշվեհամարին մրցույթի մասնակցության նախավճար` 50,000 (հիսուն հազար) ՀՀ դրամ: Մասնակցության նախավճարն ենթակա է հետ վերադարձման, եթե տվյալ կազմակերպությունը մրցույթում հաղթող չի ճանաչվել։ Հաղթողին նախավճարը վերադարձվում է մատակարարման պայմանագիրը կնքելու դեպքում, ահակառակ դեպքում այն վերադարձման ենթակա չէ։ Մրցույթի մասնակիցները, մինչև մրցույթի հայտերը ներկայացնելու վերջնական ժամկետի ավարտը, կարող են փոփոխել կամ հետ վերցնել հայտերը: Մրցույթի հայտի փոփոխությունը ներկայացվում է սոսնձված, կնքված և ստորագրված ծրարով` ծրարի վրա ավելացնելով «փոփոխում» բառը: Մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասնհինգ աշխատանքային օրվա ընթացքում Բանկի և մրցույթում հաղթող ճանաչված մասնակցի /մասնակիցների/ միջև կնքվում է պայմանագիր, ընդ որում Բանկը մրցույթում հաղթող ճանաչված մասնակցին առաջարկում է կնքել պայմանագիրը մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասը աշխատանքային օրվա ընթացքում: Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Բյուզանդի 87 շենք 85 տարածք հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի նոյեմբերի 29-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի/ծառայությունների մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի նեյեմբերի 29-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի դեկտեմբերի 02-ին ժամը 16։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։",
        "scraped_at": "2024-12-15 17:31:16"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/11/21/համակարգչային-տեխնիկայի-ձեռքբերման-բաց-մրցույթ/54/": {
        "date": "2019-11-21",
        "category": "announcements",
        "title_en": "Open tender for the purchase of computer equipment",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from November 21, 2019. The type, name and quantity of the products are presented below: Product name Quantity Computer HP HP ProDesk 400 G6 SFF: i3 9100 (3.6GHz), 8GB DDR4 2666, 500GB 7.2K rpm HDD; No ODD; VGA, Display port; Gigabit LAN; Free DOS, warranty - 3 year; HP USB keyboard and USB optical mouse 50 Monitor Philips 22 LCD 223V5LSB 50 Multifunction device HP laserjet mfp m426dw+cable 25 Organizations wishing to participate in the tender, in accordance with the requirements of the public notice of the tender, submit tender applications to ARARATBANK OJSC (hereinafter referred to as the Bank). Tender applications include the following information and documents: a) the name and location of the tender participant, telephone numbers, a copy of the state registration certificate, b) a description of the equipment and/or software, delivery dates, c) the volume of similar services provided by it during the previous reporting year, indicating the customers and attaching copies of the contracts, d) other necessary information and documents at the discretion of the tender participant, which will confirm the quality of the goods supplied and the services to be provided, e) a document confirming the payment of the participation fee. Tender applications are submitted in a sealed, sealed and signed envelope. The documents included in the envelope must consist of an original and one copy, on which the words “original” and “duplicate” are written, respectively. At the same time, the following notes must be made on the envelope: the place of submission of the tender application /address/ specified in the public notice of the tender and “do not open until the opening session of the tender applications”. Tender participants, before submitting tender applications, pay or transfer to the bank account number 103002101519 the tender participation fee of 300,000 (three hundred thousand) AMD. The participation fee is subject to refund if the given organization is not recognized as the winner of the tender. The winner will be refunded the advance payment upon signing the supply contract, otherwise it is non-refundable. The participants of the competition may amend or withdraw their applications until the end of the deadline for submitting the competition applications. Amendments to the competition application shall be submitted in a sealed, sealed and signed envelope, with the word “amendment” added to the envelope. Within fifteen working days after the formulation of the protocol on the competition results, a contract shall be concluded between the Bank and the participant (participants) recognized as the winner of the competition, and the Bank shall offer the participant recognized as the winner of the competition to conclude the contract within ten working days after the formulation of the protocol on the competition results. More than one organization may be recognized as the winner of the competition, taking into account the range of goods supplied and other circumstances. Persons wishing to participate in the competition may submit competition applications to the address of ARARATBANK OJSC: Yerevan, Building 87, Area 85, Byuzand Street. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until November 29, 2019 at 16:00. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are set out in the tender regulations. No codes are used in the tender. Tender applications will be opened on November 29, 2019 at 18:00, and the summarization of applications will be carried out on December 02, 2019 at 18:00. The tender regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00.",
        "title": "Համակարգչային տեխնիկայի ձեռքբերման բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2019 թվականի նոյեմբերի 21-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: Ապրանքի անվանումը Քանակը Համակարգիչ HP HP ProDesk 400 G6 SFF: i3  9100 (3.6GHz), 8GB DDR4 2666, 500GB 7.2K rpm HDD; No ODD; VGA, Display port; Gigabit LAN; Free DOS, warranty - 3 year; HP USB keyboard and USB optical mouse   50 Մոնիտոր Philips 22 LCD 223V5LSB 50 Բազմաֆունկցիոնալ սարք HP laserjet mfp m426dw+cable 25 Մրցույթին մասնակցել ցանկացող կազմակերպությունները, մրցույթի մասին հրապարակային ծանուցման պահանջներին համապատասխան, ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ (այսուհետ` Բանկ) ներկայացնում են մրցույթի հայտերը։ Մրցույթի հայտերը ներառում են հետևյալ տեղեկություններն ու փաստաթղթերը.  ա) մրցույթի մասնակցի անվանումը գտնվելու վայրը, հեռախոսահամարները, պետական գրանցման վկայականի պատճենը, բ) սարքավորումների և/կամ ծրագրային ապահովման նկարագրությունը, մատակարարման ժամկետները, գ) նախորդ հաշվետու տարվա ընթացքում իր կողմից նմանատիպ ծառայությունների մատուցման ծավալը՝ նշելով պատվիրատուներին և կցելով պայմանագրերի պատճենները, դ) մրցույթի մասնակցի հայեցողությամբ այլ անհրաժեշտ տեղեկություններ և փաստաթղթեր, որոնք կհաստատեն իր կողմից մատակարարվող ապրանքների և մատուցվելիք ծառայությունների որակը, ե) մասնակցության վճարի մուծումը հաստատող փաստաթուղթը: Մրցույթի հայտերը ներկայացվում են սոսնձված, կնքված և ստորագրված ծրարով: Ծրարում ներառված փաստաթղթերը պետք է կազմված լինեն բնօրինակից և մեկ  կրկնօրինակից, որոնց վրա համապատասխանաբար գրվում են «բնօրինակ» և «կրկնօրինակ» բառերը: Միաժամանակ ծրարի վրա պետք է կատարվեն՝ մրցույթի մասին հրապարակային ծանուցման մեջ նշված մրցույթի հայտի ներկայացման վայրի /հասցեի/ և «չբացել մինչև մրցույթի հայտերի բացման նիստը» գրառումները: Մրցույթի մասնակիցները, մինչև մրցույթի հայտեր ներկայացնելը, Բանկի դրամարկղ մուծում են կամ փոխանցում են Բանկի 103002101519 հաշվեհամարին մրցույթի մասնակցության նախավճար` 300,000 (երեք հարյուր հազար) ՀՀ դրամ: Մասնակցության նախավճարը ենթակա է հետ վերադարձման, եթե տվյալ կազմակերպությունը մրցույթում հաղթող չի ճանաչվել։ Հաղթողին նախավճարը վերադարձվում է մատակարարման պայմանագիրը կնքելու դեպքում, ահակառակ դեպքում այն վերադարձման ենթակա չէ։ Մրցույթի մասնակիցները, մինչև մրցույթի հայտերը ներկայացնելու վերջնական ժամկետի ավարտը, կարող են փոփոխել կամ հետ վերցնել հայտերը: Մրցույթի հայտի փոփոխությունը ներկայացվում է սոսնձված, կնքված և ստորագրված ծրարով` ծրարի վրա ավելացնելով «փոփոխում» բառը: Մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասնհինգ աշխատանքային օրվա ընթացքում Բանկի և մրցույթում հաղթող ճանաչված մասնակցի /մասնակիցների/ միջև կնքվում է պայմանագիր, ընդ որում Բանկը մրցույթում հաղթող ճանաչված մասնակցին առաջարկում է կնքել պայմանագիրը մրցույթի արդյունքների մասին արձանագրության ձևակերպումից հետո տասը աշխատանքային օրվա ընթացքում: Մրցույթում կարող են հաղթող ճանաչվել մեկից ավելի կազմակերպություններ` հաշվի առնելով մատակարարվող ապրանքի տեսականին և այլ հանգամանքներ Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Բյուզանդի 87 շենք 85 տարածք հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի նոյեմբերի 29-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի նոյեմբերի 29-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի դեկտեմբերի 02-ին ժամը 18։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։",
        "scraped_at": "2024-12-15 17:31:19"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/11/05/պարտատոմսերի-տեղաբաշխում/53/": {
        "date": "2019-11-05",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC successfully placed the nominal coupon bonds of NATIONAL MORTGAGE COMPANY RVC CJSC",
        "content_en": "We inform you that in 2019 On November 5, ARARATBANK OJSC successfully placed 350 thousand nominal coupon bonds issued by NATIONAL MORTGAGE COMPANY VCO CJSC with a total volume of 3,500,000,000 AMD, with an annual yield of 7.5%, and a maturity of 3 years, of which 204,686 bonds were placed on the primary placement platform of the \"Armenian Stock Exchange\" OJSC, and the remaining 145,314 bonds were sold to ARARATBANK OJSC, the guaranteed underwriter and Market Maker, in accordance with the bond prospectus. It is noteworthy that 204,686 bonds were placed through the placement system of the \"Armenian Stock Exchange\" OJSC The total demand for the bonds submitted by the 2 members of the Exchange participating in the placement as buyers amounted to 2,054,284,618.74 (two billion fifty-four million two hundred eighty-four thousand six hundred eighteen full seventy-four hundredths) AMD. The weighted average yield of the bonds placed on the Exchange amounted to 7.3631%. During the same day, the remaining 145,314 bonds were purchased by ARARATBANK OJSC, the guaranteed underwriter and Market Maker, for 1,457,941,174.56 AMD. You can find more details about the placement at the following link: Announcement on the placement results Registration certificate",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի կողմից հաջողությամբ տեղաբաշխվեցին ԱԶԳԱՅԻՆ ՀԻՓՈԹԵՔԱՅԻՆ ԸՆԿԵՐՈՒԹՅՈՒՆ ՎՎԿ ՓԲԸ-Ի անվանական արժեկտրոնային պարտատոմսերը",
        "content": "Տեղեկացնում ենք, որ 2019թ. նոյեմբերի 5-ին ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հաջողությամբ տեղաբաշխվեցին ԱԶԳԱՅԻՆ ՀԻՓՈԹԵՔԱՅԻՆ ԸՆԿԵՐՈՒԹՅՈՒՆ ՎՎԿ ՓԲԸ-ի կողմից թողարկված 3,500,000,000 ՀՀ դրամ ընդհանուր ծավալով, 7.5 տոկոս տարեկան եկամտաբերությամբ, 3 տարի մարման ժամկետով 350 հազար հատ անվանական արժեկտրոնային պարտատոմսերը, որոնցից 204,686 հատ պարտատոմսերը տեղաբաշխվեցին «Հայաստանի ֆոնդային բորսա» ԲԲԸ-ի առաջնային տեղաբաշխման հարթակում, իսկ մնացած 145,314 հատ պարտատոմսերը վաճառվեցին երաշխավորված տեղաբաշխող և Շուկա ստեղծող հանդիսացող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ -ին՝ պարտատոմսերի ազդագրի համաձայն: Հատկանշական է, որ «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով 204,686 հատ պարտատոմսերի համար որպես գնորդ տեղաբաշխմանը մասնակցող Բորսայի 2 անդամների կողմից ներկայացված ընդհանուր պահանջարկը կազմեց 2,054,284,618.74 (երկու միլիարդ հիսունչորս միլիոն երկու հարյուր ութսունչորս հազար վեց հարյուր տասնութ ամբողջ յոթանասունչորս հարյուրերորդական) ՀՀ դրամ: Բորսայում տեղաբաշխված պարտատոմսերի միջին կշռված եկամտաբերությունը կազմեց 7.3631%: Նույն օրվա ընթացքում երաշխավորված տեղաբաշխող և Շուկա ստեղծող հանդիսացող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ–ի կողմից ձեռք բերվեցին մնացած 145,314 հատ պարտատոմսերը՝ 1,457,941,174.56 ՀՀ դրամի դիմաց: Տեղաբաշխման վերաբերյալ ավելի մանրամասն կարող եք ծանոթանալ հետևյալ հղումով: Հայտարարություն տեղաբաշխման արդյունքների վերաբերյալ Գրանցման վկայական",
        "scraped_at": "2024-12-15 17:31:22"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/10/28/ahy-hraparakayin-arajark/52/": {
        "date": "2019-10-28",
        "category": "announcements",
        "title_en": "Public offering of bonds of \"National Mortgage Company\" RCO CJSC",
        "content_en": "Based on the prospectus of the nominal coupon bonds of “National Mortgage Company” CJSC, registered by the Resolution No. 1/801A of the Chairman of the Central Bank of the Republic of Armenia dated October 23, 2019, “National Mortgage Company” CJSC plans to issue and place nominal coupon dram bonds on November 5, 2019 (distinguishing code: AMNMCCB2JER8). ARARATBANK OJSC will act as the guaranteed underwriter of the bonds. The placement of bonds is planned to be carried out through the placement system of the Armenian Stock Exchange OJSC, whereby the issuance and placement of 315,000 bonds with a total volume of 3,150,000,000 AMD is planned to be carried out through a standard closed auction, excluding the submission of non-competitive, as well as full-satisfaction bids, and the remaining 35,000 bonds with a total volume of 350,000,000 AMD will be purchased by “ARARATBANK” OJSC at the minimum cut-off price for satisfying bids, as a market maker, in order to increase the liquidity and investment attractiveness of bonds in the secondary market. As a result of the placement, the volume not placed on the Exchange by the end of the placement day is purchased by the Underwriter at the minimum cut-off price. The minimum cut-off price for satisfying the bids will be adjusted to the value exceeding by 50 basis points the average of the interest rates corresponding to the 36-month maturity of the yield curve of government bonds published by the Central Bank of the Republic of Armenia as of 5 business days prior to the bond placement. Only members of the Exchange may participate in the bond placement auction immediately, the list of which is available on the official website of the Armenian Stock Exchange OJSC: http://amx.am. Investors who are not members of the Exchange may participate in the auction (take advantage of the offer) through members of the Exchange, in accordance with the procedure and conditions established by the latter. You can read the Bond Issue Bulletin at the following link.",
        "title": "«Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ պարտատոմսերի հրապարակային առաջարկ",
        "content": "ՀՀ կենտրոնական բանկի նախագահի 2019թ. հոկտեմբերի 23-ի թիվ 1/801Ա որոշմամբ գրանցված «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ազդագրի հիման վրա  «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ն նախատեսում է 2019թ. նոյեմբերի 5-ին իրականացնել անվանական արժեկտրոնային դրամային պարտատոմսերի թողարկում և տեղաբաշխում (տարբերակիչ ծածկագիրը՝ AMNMCCB2JER8):  Որպես պարտատոմսերի երաշխավորված տեղաբաշխող հանդես է գալու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն։ Պարտատոմսերի տեղաբաշխումը նախատեսվում է իրականացնել է «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով, ընդ որում՝ 3,150,000,000 ՀՀ դրամ ընդհանուր ծավալով 315,000 հատ պարտատոմսերի թողարկումը և տեղաբաշխումը նախատեսվում է իրականացնել ստանդարտ փակ աճուրդի անցկացման միջոցով` բացառելով ոչ մրցակցային, ինչպես նաև լրիվ բավարարմամբ հայտերի ներկայացումը, իսկ մնացած 350,000,000 ՀՀ դրամ ընդհանուր ծավալով, 35,000 հատ պարտատոմսերը ձեռք են բերվելու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հայտերի բավարարման կտրման նվազագույն գնով՝ որպես շուկա ստեղծող՝ երկրորդային շուկայում պարտատոմսերի իրացվելիության և ներդրումային գրավչության բարձրացման նպատակով։ Տեղաբաշխման արդյունքում Բորսայում չտեղաբաշխված ծավալը մինչև տեղաբաշխման օրվա ավարտը ձեռք է բերվում Տեղաբաշխողի կողմից կտրման նվազագույն գնով։ Հայտերի բավարարման կտրման նվազագույն գինը համապատասխանեցվելու է պարտատոմսերի տեղաբաշխմանը նախորդող 5 աշխատանքային օրերի դրությամբ ՀՀ ԿԲ կողմից հրապարակվող պետական պարտատոմսերի մինչև մարում եկամտաբերության կորի  36 ամսական ժամկետայնությանը համապատասխանող տոկոսադրույքների միջինին 50 բազիսային կետով գերազանցող արժեքին: Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «Հայաստանի ֆոնդային բորսա» ԲԲԸ պաշտոնական կայքում` http://amx.am: Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Հետևյալ հղումով կարող եք ծանոթանալ պարտատոմսերի թողարկման Ազդագրին։",
        "scraped_at": "2024-12-15 17:31:25"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/10/17/արարատբանկն-իրականացնում-է-21-րդ-թողարկման-պարտատոմսերի-տեղաբաշխում/51/": {
        "date": "2019-10-17",
        "category": "announcements",
        "title_en": "ARARATBANK is carrying out the placement of the 21st issue of bonds",
        "content_en": "ARARATBANK is placing 120,000 nominal, non-documentary, coupon bonds with a nominal value of 25 USD, an annual yield of 5.5% and a maturity of 51 months (distinguishing code: AMARBKB2LER5) with a total volume of 3,000,000 USD. By investing in ARARATBANK bonds, you will have the opportunity to use your funds effectively. Unlike a term deposit, this method of investing your financial resources will allow you to sell them at any time during the period of circulation and receive both the invested amount and the accumulated interest in the absence of sharp fluctuations in market interest rates. Investments made by individuals in ARARATBANK bonds are guaranteed by the Deposit Guarantee Fund under the terms and limits of bank deposits. You can purchase ARARATBANK bonds at At the Bank's head office and branches from 29/10/2019 to 29/12/2019, and starting from the listing they will be traded in the secondary market, in particular, on the trading platform of the \"Armenian Stock Exchange\" OJSC. You can get more detailed information about the bonds and the Bank in the Bonds Issue Program Prospectus registered by the Central Bank of the Republic of Armenia, its amendments and the final conditions of the 21st issue.",
        "title": "ԱՐԱՐԱՏԲԱՆԿՆ իրականացնում է 21-րդ թողարկման պարտատոմսերի տեղաբաշխում",
        "content": "ԱՐԱՐԱՏԲԱՆԿԸ տեղաբաշխում է 3 000 000 ԱՄՆ դոլար ընդհանուր ծավալով, 120 000 հատ անվանական, ոչ փաստաթղթային, արժեկտրոնային պարտատոմս` 25 ԱՄՆ դոլար անվանական արժեքով, 5.5 տոկոս տարեկան եկամտաբերությամբ և 51 ամիս շրջանառության ժամկետով (տարբերակիչ ծածկագիրը՝ AMARBKB2LER5):  Կատարելով ներդրումներ ԱՐԱՐԱՏԲԱՆԿԻ պարտատոմսերում, Դուք հնարավորություն կունենաք արդյունավետ օգտագործել Ձեր միջոցները: Ի տարբերություն ժամկետային ավանդի՝ Ձեր ֆինանսական միջոցների ներդրման այս եղանակը հնարավորություն կընձեռի շրջանառության ընթացքում ցանկացած պահի դրանք վաճառել և շուկայական տոկոսադրույքների կտրուկ տատանումների բացակայության պայմաններում ստանալ ինչպես ներդրված գումարն, այնպես էլ  կուտակված տոկոսագումարները: Ֆիզիկական անձանց կողմից ԱՐԱՐԱՏԲԱՆԿԻ պարտատոմսերում կատարված ներդրումները բանկային ավանդների պայմաններով և սահմանաչափերով երաշխավորված են «Ավանդների հատուցումը երաշխավորող հիմնադրամի» կողմից: ԱՐԱՐԱՏԲԱՆԿ-ի պարտատոմսերը կարող եք ձեռք բերել Բանկի գլխամասային գրասենյակում և մասնաճյուղերում` 29/10/2019թ.-ից մինչև 29/12/2019թ.-ը, իսկ ցուցակումից սկսած դրանք շրջանառվելու են երկրորդային շուկայում, մասնավորապես՝ «Հայաստանի ֆոնդային բորսա» ԲԲԸ առևտրային հարթակում: Պարտատոմսերի և Բանկի մասին առավել մանրամասն տեղեկատվություն կարող եք ստանալ ՀՀ կենտրոնական բանկի կողմից գրանցված Պարտատոմսերի թողարկման ծրագրային ազդագրում , վերջինիս լրացումներում և 21-րդ թողարկման վերջնական պայմաններում:",
        "scraped_at": "2024-12-15 17:31:28"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/09/24/FINCA-bonds/50/": {
        "date": "2019-09-24",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC successfully placed the nominal coupon bonds of FINCA UCO CJSC",
        "content_en": "We inform you that in 2019 On September 24, ARARATBANK OJSC successfully placed 150 thousand nominal coupon bonds issued by FINCA UCO CJSC with a total volume of AMD 1,500,000,000, with an annual yield of 10.5% and a maturity of 3 years, of which 51,800 bonds were placed on the primary placement platform of the \"Armenian Stock Exchange\" OJSC, and the remaining 98,200 bonds were sold to ARARATBANK OJSC, the guaranteed underwriter and Market Maker, in accordance with the bond prospectus. It is noteworthy that the \"Armenian Stock Exchange\" OJSC participated in the placement as a buyer for 51,800 bonds through the placement system of the Stock Exchange. The total demand submitted by the 3 members amounted to 518,605,728.34 (five hundred eighteen million six hundred five thousand seven hundred twenty-eight and thirty-four hundredths) AMD. The weighted average yield of the bonds placed on the stock exchange was 10.4535%. On the same day, the remaining 98,200 bonds were purchased by ARARATBANK OJSC, the guaranteed underwriter and Market Maker, at a nominal value of 982,000,000 AMD. You can find more details about the placement at the following links: Announcement on the placement results Registration certificate",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հաջողությամբ տեղաբաշխվեցին ՖԻՆՔԱ ՈՒՎԿ ՓԲԸ-ի անվանական արժեկտրոնային պարտատոմսերը",
        "content": "Տեղեկացնում ենք, որ 2019թ. սեպտեմբերի 24-ին ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից հաջողությամբ տեղաբաշխվեցին ՖԻՆՔԱ ՈՒՎԿ ՓԲԸ-ի կողմից թողարկված 1,500,000,000 ՀՀ դրամ ընդհանուր ծավալով, 10.5 տոկոս տարեկան եկամտաբերությամբ, 3 տարի մարման ժամկետով 150 հազար հատ անվանական արժեկտրոնային պարտատոմսերը, որոնցից 51,800 հատ պարտատոմսերը տեղաբաշխվեցին «Հայաստանի ֆոնդային բորսա» ԲԲԸ-ի առաջնային տեղաբաշխման հարթակում, իսկ մնացած 98,200 հատ պարտատոմսերը վաճառվեցին երաշխավորված տեղաբաշխող և Շուկա ստեղծող հանդիսացող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ -ին՝ պարտատոմսերի ազդագրի համաձայն: Հատկանշական է, որ «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով 51,800 հատ պարտատոմսերի համար որպես գնորդ տեղաբաշխմանը մասնակցող Բորսայի 3 անդամների կողմից ներկայացված ընդհանուր պահանջարկը կազմեց 518,605,728.34 (հինգ հարյուր տասնութ միլիոն վեց հարյուր հինգ հազար յոթ հարյուր քսանութ ամբողջ երեսունչորս հարյուրերորդական) ՀՀ դրամ: Բորսայում տեղաբաշխված պարտատոմսերի միջին կշռված եկամտաբերությունը կազմեց 10.4535%: Նույն օրվա ընթացքում երաշխավորված տեղաբաշխող և Շուկա ստեղծող հանդիսացող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ–ի կողմից անվանական արժեքով ձեռք բերվեցին մնացած 98,200 հատ պարտատոմսերը՝ 982,000,000 ՀՀ դրամի դիմաց: Տեղաբաշխման վերաբերյալ ավելի մանրամասն կարող եք ծանոթանալ հետևյալ հղումներով․ Հայտարարություն տեղաբաշխման արդյունքների վերաբերյալ Գրանցման վկայական",
        "scraped_at": "2024-12-15 17:31:31"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/09/19/FINCA-sixth-issue-bonds/49/": {
        "date": "2019-09-19",
        "category": "announcements",
        "title_en": "FINCA UCO CJSC public offering of AMD bonds",
        "content_en": "Based on the program prospectus of nominal coupon bonds of \"FINCA\" UCO CJSC, registered by the decision of the Chairman of the Central Bank of the Republic of Armenia No. 1/234A dated April 19, 2019 (an amendment to the Prospectus was registered by the decision of the Chairman of the Central Bank of the Republic of Armenia No. 1/648A dated August 28, 2019), \"FINCA\" UCO CJSC plans to issue and place nominal coupon dram bonds on September 24, 2019. ARARATBANK OJSC will act as the guaranteed underwriter of the bonds. The placement of bonds will be carried out through the placement system of the Stock Exchange of Armenia OJSC, whereby the issuance and placement of 135,000 (one hundred thirty-five thousand) bonds with a total volume of 1,350,000,000 (one billion three hundred fifty million) AMD will be carried out through a standard closed auction, excluding the submission of non-competitive, as well as full-satisfaction bids, and the remaining 15,000 (fifteen thousand) bonds with a total volume of 150,000,000 (one hundred fifty million) AMD will be purchased by “ARARATBANK” OJSC at nominal value as a market maker in order to increase the liquidity and investment attractiveness of bonds in the secondary market. Only members of the Exchange can participate in the bond placement auction directly, the list of which is available on the official website of the Armenian Stock Exchange OJSC: http://amx.am. Investors who are not members of the Exchange can participate in the auction (take advantage of the offer) through the members of the Exchange, in accordance with the procedure and conditions established by the latter. The minimum cut-off price for satisfying the bids has been set at 10,000 (ten thousand) AMD, and bids submitted at a price lower than this will not be satisfied. Get acquainted with the essential terms of the bonds being issued.",
        "title": "ՖԻՆՔԱ ՈՒՎԿ ՓԲԸ դրամային պարտատոմսերի հրապարակային առաջարկ",
        "content": "ՀՀ կենտրոնական բանկի նախագահի 2019թ. ապրիլի 19-ի թիվ 1/234Ա որոշմամբ գրանցված «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ծրագրային ազդագրի հիման վրա (ՀՀ կենտրոնական բանկի նախագահի 28.08.2019թ․ 1/648Ա որոշմամբ գրանցվել է Ազդագրի լրացում) «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ-ն նախատեսում է 2019թ. սեպտեմբերի 24-ին իրականացնել անվանական արժեկտրոնային դրամային պարտատոմսերի թողարկում և տեղաբաշխում: Որպես պարտատոմսերի երաշխավորված տեղաբաշխող հանդես է գալու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն։ Պարտատոմսերի տեղաբաշխումն իրականացվելու է «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով, ընդ որում՝ 1,350,000,000 (մեկ միլիարդ երեք հարյուր հիսուն միլիոն) ՀՀ դրամ ընդհանուր ծավալով 135,000 (մեկ հարյուր երեսունհինգ հազար) հատ պարտատոմսերի թողարկումը և տեղաբաշխումն իրականացվելու է ստանդարտ փակ աճուրդի անցկացման միջոցով` բացառելով ոչ մրցակցային, ինչպես նաև լրիվ բավարարմամբ հայտերի ներկայացումը, իսկ մնացած 150,000,000 (մեկ հարյուր հիսուն միլիոն) ՀՀ դրամ ընդհանուր ծավալով, 15,000  (տասնհինգ հազար) հատ պարտատոմսերը ձեռք է բերվելու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից անվանական արժեքով՝ որպես շուկա ստեղծող՝ երկրորդային շուկայում պարտատոմսերի իրացվելիության և ներդրումային գրավչության բարձրացման նպատակով։ Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «Հայաստանի ֆոնդային բորսա» ԲԲԸ պաշտոնական կայքում` http://amx.am: Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Հայտերի բավարարման կտրման նվազագույն գինը սահմանվել է 10,000 (տասը հազար) ՀՀ դրամ, որից ցածր գնով ներկայացված հայտերը չեն բավարարվի: Ծանոթացեք թողարկվող պարտատոմսերի էական պայմաններին։",
        "scraped_at": "2024-12-15 17:31:34"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/08/06/Մրցույթ/48/": {
        "date": "2019-08-06",
        "category": "announcements",
        "title_en": "Competition for the selection of an independent auditing organization",
        "content_en": "ARARATBANK Open Joint Stock Company announces a tender for the audit of the bank's annual financial statements for 2019 and agreed-upon procedures aimed at providing services for confirming the financial indicators set by the Black Sea Trade and Development Bank (BSTDB) under contracts signed with partner international financial organizations: the European Bank for Reconstruction and Development (EBRD), the Dutch Development Bank (FMO) and the DEG International Fund. The venue of the tender is Yerevan, Pushkin Street 19. Tender applications are accepted from 07.08.2019 to 20.08.2019 inclusive (except Saturdays and Sundays), from 09:00 to 17:00. The tender is held by evaluating tender applications in accordance with the current procedure of ARARATBANK OJSC. The conditions for participating in the tender and the list of documents are set out in ARARATBANK OJSC \"Independent Audit Organization Selection Procedure.\" Tender participants can submit their price offer in two options: for the provision of audit services for the 2019 annual financial statements only and for the provision of audit services for the 2019 and 2020 annual financial statements. The winner of the competition is the organization that submitted the lowest financial price offer among the participants who passed the second stage of the competition according to the technical conditions. The winning participant will be obliged to submit the audit reports to ARARATBANK OJSC by March 31, 2020 and March 31, 2021, respectively. The competition applications are opened on 21.08.2019 at 18:00 and are summarized on 23.08.2019 at 17:00. The competition procedure is provided from the day following the day of public notification at the following address: Yerevan, Pushkin 19, charging the cost of copying. The competition rules can also be found on the Internet: on the ARARATBANK OJSC homepage, address: www.araratbank.am For additional information, call: (010) 56-20-23 or (010) 54-78-94.",
        "title": "Անկախ աուդիտորական կազմակերպության ընտրության  մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերությունը հայտարարում է բանկի 2019թ.-ի տարեկան ֆինանսական հաշվետվությունների աուդիտի և համաձայնեցված ընթացակարգեր` ուղղված գործընկեր միջազգային ֆինանսական կազմակերպությունների` Վերակառուցման և Զարգացման Եվրոպական Բանկի (EBRD), Հոլանդական Զարգացման Բանկի (FMO) և DEG միջազգային հիմնադրամի  հետ կնքված պայմանագրերով, Առևտրի և զարգացման Սևծովյան բանկի (BSTDB) սահմանված ֆինանսական ցուցանիշների հաստատման ծառայություններ իրականացնելու մրցույթ:  Մրցույթի կազմակերպման վայրը` ք.Երևան, Պուշկինի 19  Մրցույթի հայտերն ընդունվում են 07.08.2019թ.-ից մինչև 20.08.2019թ-ը ներառյալ (բացի շաբաթ և կիրակի օրերից), ժամը 09:00-ից մինչև 17:00-ը ընկած ժամանակահատվածում: Մրցույթն անց է կացվում մրցութային հայտերի գնահատմամբ` համաձայն ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ գործող կարգի:  Մրցույթին մասնակցելու պայմաններն ու փաստաթղթերի ցանկը սահմանված են ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ «Անկախ աուդիտորական կազմակերպության ընտրության կարգով»: Մրցույթի մասնակիցները կարող են գնային առաջարկը ներկայացնել երկու տարբերակով՝ միայն 2019 թվականի տարեկան ֆինանսական հաշվետվությունների աուդիտի ծառայությունների մատուցման և 2019 ու 2020 թվականների տարեկան ֆինանսական հաշվետվությունների աուդիտի ծառայությունների մատուցման համար։ Մրցույթում հաղթող է ճանաչվում մրցույթի տեխնիկական պայմաններով երկրորդ փուլ անցած մասնակիցներից ֆինանսական` գնային առավել ցածր առաջարկ ներկայացրած կազմակերպությունը: Հաղթող մասնակիցը պարտավորված է լինելու աուդիտի վերաբերյալ հաշվետվությունները ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ին համապատասխանաբար մինչև 2020 թվականի մարտի 31-ը և 2021թ.-ի  մարտի 31-ը:  Մրցույթի հայտերը բացվում են 21.08.2019թ.-ին ժամը 18:00-ին և ամփոփվում են 23.08.2019թ.-ին ժամը 17:00-ին: Մրցույթի կարգը տրամադրվում է հրապարակային ծանուցման օրվան հաջորդող օրվանից հետևյալ հասցեով` ք. Երևան, Պուշկինի 19` գանձելով պատճենահանման ծախսերը:  Մրցույթի կարգին կարելի է ծանոթանալ նաև ինտերնետում` ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ տնային էջում, հասցե` www.araratbank.am  Լրացուցիչ տեղեկությունների համար զանգահարել` (010) 56-20-23 կամ (010) 54-78-94 հեռախոսահամարներով:",
        "scraped_at": "2024-12-15 17:31:37"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/06/25/մրցույթ/47/": {
        "date": "2019-06-25",
        "category": "announcements",
        "title_en": "Competition for the selection of an independent auditing organization",
        "content_en": "ARARATBANK Open Joint Stock Company announces a tender for the audit of the bank's annual financial statements for 2019 and agreed-upon procedures aimed at providing services for confirming the financial indicators set by the Black Sea Trade and Development Bank (BSTDB) under contracts signed with partner international financial organizations: the European Bank for Reconstruction and Development (EBRD), the Dutch Development Bank (FMO) and the DEG International Fund. The venue of the tender is Yerevan, Pushkin Street 19. Tender applications are accepted from 26.06.2019 to 26.07.2019 inclusive (except Saturdays and Sundays), from 09:00 to 17:00. The tender is held by evaluating tender applications in accordance with the current procedure of ARARATBANK OJSC. The conditions for participating in the tender and the list of documents are set out in ARARATBANK OJSC \"Selection of an Independent Audit Organization\". Tender participants can submit their price offer in two options: only for the provision of audit services for the 2019 annual financial statements and for the provision of audit services for the 2019 and 2020 annual financial statements. The winner of the tender is the organization that submitted the lowest financial price offer among the participants who passed the second stage of the tender according to the technical conditions. The winning participant will be obliged to submit the audit reports to ARARATBANK OJSC by March 31, 2020. Tender applications are opened on 29.07.2019 at 18:00 and are summarized on 31.07.2019 at 17:00. The tender procedure is provided from the day following the date of public notification at the following address: Yerevan, Pushkin 19, charging the cost of copying. The competition rules can also be found on the Internet: on the ARARATBANK OJSC homepage, address: www.araratbank.am For additional information, call: 56-20-23 or 54-78-94.",
        "title": "Անկախ աուդիտորական կազմակերպության ընտրության  մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերությունը հայտարարում է բանկի 2019թ.-ի տարեկան ֆինանսական հաշվետվությունների աուդիտի և համաձայնեցված ընթացակարգեր` ուղղված գործընկեր միջազգային ֆինանսական կազմակերպությունների` Վերակառուցման և Զարգացման Եվրոպական Բանկի (EBRD), Հոլանդական Զարգացման Բանկի (FMO) և DEG միջազգային հիմնադրամի  հետ կնքված պայմանագրերով, Առևտրի և զարգացման Սևծովյան բանկի (BSTDB) սահմանված ֆինանսական ցուցանիշների հաստատման ծառայություններ իրականացնելու մրցույթ:  Մրցույթի կազմակերպման վայրը` ք.Երևան, Պուշկինի 19: Մրցույթի հայտերն ընդունվում են 26.06.2019թ.-ից մինչև 26.07.2019թ-ը ներառյալ (բացի շաբաթ և կիրակի օրերից), ժամը 09:00-ից մինչև 17:00-ը ընկած ժամանակահատվածում:  Մրցույթն անց է կացվում մրցութային հայտերի գնահատմամբ` համաձայն ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ գործող կարգի: Մրցույթին մասնակցելու պայմաններն ու փաստաթղթերի ցանկը սահմանված են ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ «Անկախ աուդիտորական կազմակերպության ընտրության» կարգով: Մրցույթի մասնակիցները կարող են գնային առաջարկը ներկայացնել երկու տարբերակով՝ միայն 2019 թվականի տարեկան ֆինանսական հաշվետվությունների աուդիտի ծառայությունների մատուցման և 2019 ու 2020 թվականների տարեկան ֆինանսական հաշվետվությունների աուդիտի ծառայությունների մատուցման համար։ Մրցույթում հաղթող է ճանաչվում մրցույթի տեխնիկական պայմաններով երկրորդ փուլ անցած մասնակիցներից ֆինանսական` գնային առավել ցածր առաջարկ ներկայացրած կազմակերպությունը: Հաղթող մասնակիցը պարտավորված է լինելու աուդիտի վերաբերյալ հաշվետվությունները ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ին մինչև 2020 թվականի մարտի 31-ը:  Մրցույթի հայտերը բացվում են 29.07.2019թ.-ին ժամը 18:00-ին և ամփոփվում են 31.07.2019թ.-ին ժամը 17:00-ին: Մրցույթի կարգը տրամադրվում է հրապարակային ծանուցման օրվանը հաջորդող օրվանից հետևյալ հասցեով` ք. Երևան, Պուշկինի 19` գանձելով պատճենահանման ծախսերը:  Մրցույթի կարգին կարելի է ծանոթանալ նաև ինտերնետում` ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ տնային էջում, հասցե` www.araratbank.am  Լրացուցիչ տեղեկությունների համար զանգահարել` 56-20-23 կամ 54-78-94 հեռախոսահամարներով:",
        "scraped_at": "2024-12-15 17:31:40"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/06/12/20-րդ-թողարկման-պարտատոմսերի-տեղաբաշխում/46/": {
        "date": "2019-06-12",
        "category": "announcements",
        "title_en": "ARARATBANK is carrying out the placement of 20th issue bonds",
        "content_en": "ARARATBANK is placing 120,000 nominal, non-documentary, coupon bonds with a nominal value of 25 USD, an annual yield of 5.5% and a circulation period of 51 months, with a total volume of 3,000,000 USD. By investing in ARARATBANK bonds, you will have the opportunity to use your funds effectively. Unlike a term deposit, this method of investing your financial resources will allow you to sell them at any time during the circulation and receive both the invested amount and the accumulated interest in the absence of sharp fluctuations in market interest rates. Investments made by individuals in ARARATBANK bonds are guaranteed by the Deposit Guarantee Fund under the terms and limits of bank deposits. You can purchase ARARATBANK bonds at the Bank's head office and branches: From 19/06/2019 to 19/08/2019, and starting from the listing, they will be traded in the secondary market, in particular, on the trading platform of the \"Armenian Stock Exchange\" OJSC. You can get more detailed information about the bonds and the Bank in the Bonds Issue Program Prospectus and the Final Terms of the 20th Issue registered by the Central Bank of the Republic of Armenia.",
        "title": "ԱՐԱՐԱՏԲԱՆԿ-ն իրականացնում է 20-րդ թողարկման պարտատոմսերի տեղաբաշխում",
        "content": "ԱՐԱՐԱՏԲԱՆԿԸ տեղաբաշխում է 3 000 000 ԱՄՆ դոլար ընդհանուր ծավալով, 120 000 հատ անվանական, ոչ փաստաթղթային, արժեկտրոնային պարտատոմս` 25 ԱՄՆ դոլար անվանական արժեքով, 5.5 տոկոս տարեկան եկամտաբերությամբ և 51 ամիս շրջանառության ժամկետով:  Կատարելով ներդրումներ ԱՐԱՐԱՏԲԱՆԿԻ պարտատոմսերում, Դուք հնարավորություն կունենաք արդյունավետ օգտագործել Ձեր միջոցները: Ի տարբերություն ժամկետային ավանդի՝ Ձեր ֆինանսական միջոցների ներդրման այս եղանակը հնարավորություն կընձեռի շրջանառության ընթացքում ցանկացած պահի դրանք վաճառել և շուկայական տոկոսադրույքների կտրուկ տատանումների բացակայության պայմաններում ստանալ ինչպես ներդրված գումարն, այնպես էլ  կուտակված տոկոսագումարները: Ֆիզիկական անձանց կողմից ԱՐԱՐԱՏԲԱՆԿԻ պարտատոմսերում կատարված ներդրումները բանկային ավանդների պայմաններով և սահմանաչափերով երաշխավորված են «Ավանդների հատուցումը երաշխավորող հիմնադրամի» կողմից: ԱՐԱՐԱՏԲԱՆԿ-ի պարտատոմսերը կարող եք ձեռք բերել Բանկի գլխամասային գրասենյակում և մասնաճյուղերում` 19/06/2019թ.-ից մինչև 19/08/2019թ.-ը, իսկ ցուցակումից սկսած դրանք շրջանառվելու են երկրորդային շուկայում, մասնավորապես՝ «Հայաստանի ֆոնդային բորսա» ԲԲԸ առևտրային հարթակում: Պարտատոմսերի և Բանկի մասին առավել մանրամասն տեղեկատվություն կարող եք ստանալ ՀՀ կենտրոնական բանկի կողմից գրանցված Պարտատոմսերի թողարկման ծրագրային ազդագրում և 20-րդ թողարկման վերջնական պայմաններում:",
        "scraped_at": "2024-12-15 17:31:43"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/05/20/բաժնետերերի-ժողով/45/": {
        "date": "2019-05-20",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC announces the Annual General Meeting of Shareholders",
        "content_en": "ARARATBANK Open Joint Stock Company (address: Yerevan, Pushkini 19) invites you to the 2019 Annual General Meeting of Shareholders on June 11, 2019 at 12:00 at the ARARATBANK OJSC Development branch located at 21/1 Paronyan Str., Yerevan. The list of shareholders entitled to participate in the meeting was compiled as of May 15, 2019. You can get acquainted with the agenda of the Annual General Meeting of Shareholders of ARARATBANK OJSC here. Materials related to the issues discussed at the meeting can be viewed at the administrative building of ARARATBANK OJSC (Yerevan, Pushkini 19), as well as on the Bank’s website from May 15, 2019 to June 11, 2019. You can view the ballot for the meeting agenda items here.",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն հայտարարում է բաժնետերերի տարեկան ընդհանուր ժողովի մասին",
        "content": "ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերությունը (գտնվելու վայրը` ք.Երևան, Պուշկինի 19) 2019 թվականի հունիսի 11-ին ժամը 1200-ին` ք.Երևան, Պարոնյան 21/1 հասցեում գտնվող ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ Զարգացում մասնաճյուղում հրավիրում է բաժնետերերի 2019 թվականի տարեկան ընդհանուր ժողով։ Ժողովին մասնակցելու իրավունք ունեցող բաժնետերերի ցուցակը կազմվել է 2019 թվականի մայիսի 15-ի դրությամբ։ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ բաժնետերերի տարեկան ընդհանուր ժողովի օրակարգին կարող եք ծանոթանալ այստեղ։ Ժողովում քննարկվող հարցերին վերաբերող նյութերին հնարավոր է ծանոթանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ վարչական շենքում (ք. Երևան, Պուշկինի 19), ինչպես նաև համացանցի Բանկի տնային էջում` սկսած 2019 թվականի մայիսի 15-ից մինչև 2019 թվականի հունիսի 11-ը։ Ժողովի օրակարգի հարցերի վերաբերյալ քվեաթերթիկին կարող եք ծանոթանալ այստեղ:",
        "scraped_at": "2024-12-15 17:31:46"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/04/23/ֆինքա-հրապարակային-առաջարկ/44/": {
        "date": "2019-04-23",
        "category": "announcements",
        "title_en": "Regarding the public offering of corporate bonds of FINCA UCO CJSC",
        "content_en": "Based on the program prospectus of the nominal coupon bonds of \"FINCA\" UCO CJSC, registered by the decision of the Chairman of the Central Bank of the Republic of Armenia No. 1/234A dated April 19, 2019, \"FINCA\" UCO CJSC plans to issue in 2019: to issue and place nominal coupon dram bonds on April 26. ARARATBANK OJSC will act as the guaranteed underwriter of the bonds. The placement of the bonds will be carried out through the placement system of the \"Armenian Stock Exchange\" OJSC, with the placement of 90,000 bonds with a total volume of 900,000,000 AMD through a standard closed auction, excluding the submission of non-competitive, as well as full-satisfaction bids, and the remaining 10,000 bonds with a total volume of 100,000,000 AMD will be purchased by ARARATBANK OJSC at nominal value as a market maker in order to increase the liquidity and investment attractiveness of the bonds in the secondary market. Only members of the Exchange can participate in the bond placement auction directly, the list of which is available on the official website of the Armenian Stock Exchange OJSC: http://amx.am. Investors who are not members of the Exchange can participate in the auction (take advantage of the offer) through the members of the Exchange, in accordance with the procedure and conditions established by the latter. You can familiarize yourself with the essential terms of the bonds to be issued here.",
        "title": "ՖԻՆՔԱ ՈՒՎԿ ՓԲԸ կորպորատիվ պարտատոմսերի հրապարակային առաջարկի վերաբերյալ",
        "content": "ՀՀ կենտրոնական բանկի նախագահի 2019թ. ապրիլի 19-ի թիվ 1/234Ա որոշմամբ գրանցված «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ծրագրային ազդագրի հիման վրա «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ-ն նախատեսում է 2019թ. ապրիլի 26-ին իրականացնել անվանական արժեկտրոնային դրամային պարտատոմսերի թողարկում և տեղաբաշխում: Որպես պարտատոմսերի երաշխավորված տեղաբաշխող հանդես է գալու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն։Պարտատոմսերի տեղաբաշխումն իրականացվելու է «Հայաստանի ֆոնդային բորսա» ԲԲԸ տեղաբաշխման համակարգով, ընդ որում՝ 900,000,000 ՀՀ դրամ ընդհանուր ծավալով 90,000 հատ պարտատոմսերի տեղաբաշխումն իրականացվելու է ստանդարտ փակ աճուրդի անցկացման միջոցով` բացառելով ոչ մրցակցային, ինչպես նաև լրիվ բավարարմամբ հայտերի ներկայացումը, իսկ մնացած 100,000,000 ՀՀ դրամ ընդհանուր ծավալով, 10,000  հատ պարտատոմսերը ձեռք է բերվելու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից անվանական արժեքով՝ որպես շուկա ստեղծող՝ երկրորդային շուկայում պարտատոմսերի իրացվելիության և ներդրումային գրավչության բարձրացման նպատակով։ Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «Հայաստանի ֆոնդային բորսա» ԲԲԸ պաշտոնական կայքում` http://amx.am: Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Թողարկվող պարտատոմսերի էական պայմաններին կարող եք ծանոթանալ այստեղ ։",
        "scraped_at": "2024-12-15 17:31:49"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/04/05/բաց-մրցույթ/43/": {
        "date": "2019-04-05",
        "category": "announcements",
        "title_en": "Open tender for the procurement of servers and disk arrays",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from April 5, 2019. Below is the product type, name and quantity: N P/N Description Quantity 1  0D1 Factory integrated 16 875503-B21 HPE 240GB SATA RI SFF SC DS SSD 4 875503-B21 0D1 Factory integrated 4 P01363-B21 HPE 12W BL Smart Storage Battery 2 P01363-B21 0D1 Factory integrated 2 804367-B21 HPE Smart Array P204i-b SR Gen10 Ctrlr 2 804367-B21 0D1 Factory integrated 2 766490-B21 HPE FlexFabric 10Gb 2P 536FLB Adptr 2 766490-B21 0D1 Factory integrated 2 710608-B21 HPE QMH2672 16Gb FC HBA 2 710608-B21 0D1 Factory integrated 2 H7J34A3 HPE 3Y Foundation Care 24x7 Service 1 H7J34A3 W4C HPE BL460c Gen10 Support 2 HA113A1 HPE Installation Service 1 HA113A1 5CY HPE c-Class Server Install Service 2 Upgrade for 3PAR CZ35065645 E7X64A HPE M6710 SFF(2.5in) SAS Fld Int Dr Encl 1 E7Y57A HPE M6710 1.92TB SFF SSD 6 H7J34A3 HPE 3Y Foundation Care 24x7 Service 1 H7J34A3 TQV HPE 3PAR 7000 1.92TB SAS cMLC SSD Supp 6 H7J34A3 WUW HPE 3PAR 7000 Drive Enclosure Support 1 HA114A1 HPE Installation and Startup Service 1 HA114A1: 5TV HPE Startup 3PAR 7000 2U SAS Enclosr SVC 1 HA546A1 HPE Custom Storage Deployment SVC Rebalancing 1 HA124A1 HPE Technical Installation Startup SVC 1 HA124A1 5TX HPE Startup 3PAR 7000 HDD-SSD Drive SVC 1 Technical support prolongation H7J34AC HPE Foundation Care 24x7 coverage until 31-03-2020 for the following equipment: QR482A HPE 3PAR StoreServ 7200 2-N Storage Base CZ33268276 507014-B21 HP BLc7000 1PH 2PS 4 Fan TL ROHS ICE GB8952DCC6 AJ820A HP B-series 8/12c BladeSystem SAN Switch GB8952DCCL AJ820A HP B-series 8/12c BladeSystem SAN Switch GB8952DCCK E7X67A HPE 3PAR StoreServ 7200c 2N Fld Int Base CZ35065644 AM867B HP 8/8 (8)-ports Enabled SAN Switch CZC451T87Y AM867B HP 8/8 (8)-ports Enabled SAN Switch CZC451T89F E7X67A HPE 3PAR StoreServ 7200c 2N Fld Int Base CZ35065645 AM868B HP 8/24 Base 16-ports Enabled SAN Switch CZC323UAKN AM868B HP 8/24 Base 16-ports Enabled SAN Switch CZC323UAL0 1 DAC cables 4 JC784A HP X240 10G SFP+ SFP+ 7m Direct Attach Copper Cable 10 Persons wishing to participate in the competition may submit tender applications. ARARATBANK OJSC is located at 19 Pushkin Street, Yerevan. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until 16:00 on April 16, 2019. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. No codes are used in the tender. Tender applications will be opened on 16 April 2019 at 18:00, and the summarization of applications will be carried out on 17 April 2019 at 18:00. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. The competition participation fee is 5000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account 103002101519.",
        "title": "Սերվերների և դիսկային մասիվի ձեռքբերման բաց մրցույթ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2019 թվականի ապրիլի 05-ից կազմակերպում է բաց մրցույթ։   Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: N P/N Նկարագրություն Քանակ 1                               2                                     3       2xbl460 gen10 servers 863442-B21 HPE BL460c Gen10 10Gb/20Gb FLB CTO Blade 2 872015-L21 HPE BL460c Gen10 Xeon-G 5120 FIO Kit 2 872015-B21 HPE BL460c Gen10 Xeon-G 5120 Kit 2 872015-B21 0D1 Factory integrated 2 815101-B21 HPE 64GB 4Rx4 PC4-2666V-L Smart Kit 16 815101-B21 0D1 Factory integrated 16 875503-B21 HPE 240GB SATA RI SFF SC DS SSD 4 875503-B21 0D1 Factory integrated 4 P01363-B21 HPE 12W BL Smart Storage Battery 2 P01363-B21 0D1 Factory integrated 2 804367-B21 HPE Smart Array P204i-b SR Gen10 Ctrlr 2 804367-B21 0D1 Factory integrated 2 766490-B21 HPE FlexFabric 10Gb 2P 536FLB Adptr 2 766490-B21 0D1 Factory integrated 2 710608-B21 HPE QMH2672 16Gb FC HBA 2 710608-B21 0D1 Factory integrated 2 H7J34A3 HPE 3Y Foundation Care 24x7 Service 1 H7J34A3 W4C HPE BL460c Gen10 Support 2 HA113A1 HPE Installation Service 1 HA113A1 5CY HPE c-Class Server Install Service  2 Upgrade for 3PAR CZ35065645 E7X64A HPE M6710 SFF(2.5in) SAS Fld Int Dr Encl 1 E7Y57A HPE M6710 1.92TB SFF SSD 6 H7J34A3 HPE 3Y Foundation Care 24x7 Service 1 H7J34A3 TQV HPE 3PAR 7000 1.92TB SAS cMLC SSD Supp 6 H7J34A3 WUW HPE 3PAR 7000 Drive Enclosure Support 1 HA114A1 HPE Installation and Startup Service 1 HA114A1 5TV HPE Startup 3PAR 7000 2U SAS Enclosr SVC 1 HA546A1 HPE Custom Storage Deployment SVC Rebalancing 1 HA124A1 HPE Technical Installation Startup SVC 1 HA124A1 5TX HPE Startup 3PAR 7000 HDD-SSD Drive SVC 1 Technical support prolongation H7J34AC HPE Foundation Care 24x7 ծածակույթ մինչև 31-03-2020 հետևյալ սարքավորումների համար՝  QR482A HPE 3PAR StoreServ 7200 2-N Storage Base CZ33268276 507014-B21 HP BLc7000 1PH 2PS 4 Fan TL ROHS ICE GB8952DCC6 AJ820A HP B-series 8/12c BladeSystem SAN Switch GB8952DCCL AJ820A HP B-series 8/12c BladeSystem SAN Switch GB8952DCCK E7X67A HPE 3PAR StoreServ 7200c 2N Fld Int Base CZ35065644 AM867B HP 8/8 (8)-ports Enabled SAN Switch CZC451T87Y AM867B HP 8/8 (8)-ports Enabled SAN Switch CZC451T89F E7X67A HPE 3PAR StoreServ 7200c 2N Fld Int Base CZ35065645 AM868B HP 8/24 Base 16-ports Enabled SAN Switch CZC323UAKN AM868B HP 8/24 Base 16-ports Enabled SAN Switch CZC323UAL0 1 DAC cables 4 JC784A HP X240 10G SFP+ SFP+ 7m Direct Attach Copper Cable 10 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Պուշկինի 19 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի ապրիլի 16-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի ապրիլի 16-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի ապրիլի 17-ին ժամը 18։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի մասնակցության վճարը կազմում է 5000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման Բանկի 103002101519 հաշվին:",
        "scraped_at": "2024-12-15 17:31:52"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/03/20/ծանուցում-մատակարար-ծառայություն-մատուցող-կազմակերպության-ընտրություն/42/": {
        "date": "2019-03-20",
        "category": "announcements",
        "title_en": "Notice on the tender for the selection of supplier organizations by ARARATBANK OJSC",
        "content_en": "ARARATBANK OJSC is organizing an open tender from March 20, 2019 to select companies that will repair printers, computers and uninterruptible power supplies and refill cartridges. The names of the products/services are presented below: # Name 1 Repair of printers of HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 models (for example, repair of the fuser, replacement of the rubber roller, replacement of the thermal film, preventive cleaning, laser cleaning). Please provide prices by models and types of repair. Prices include labor + spare parts. 2 Refilling and repairing of CARTRIDGES of HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 printer models (in Yerevan, cartridges are picked up and returned directly from the branch). Please provide prices by models and by types of repair and refilling. Prices include labor + spare parts. 3 Repair of APC Power-Saving Back-UPS ES 8 Outlet 700VA 230V model and other uninterruptible power supplies with a capacity of 500VA-700VA (e.g. battery replacement). Please provide prices by models and types of repair. Prices include labor + spare parts. 4 Computers with i3, i5, Celeron processors (e.g. power supply unit replacement). Please provide prices by models (1 to 2 models as an example) and types of repair. Prices include labor + spare parts. Organizations wishing to participate in the tender may submit tender applications to the location of ARARATBANK OJSC at 19 Pushkin Street, Yerevan. Tender applications may be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until 16:00 on March 28, 2019. A contract for the supply of goods/services will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. No codes are used in the tender. Tender applications will be opened on March 28, 2019 at 18:00, and the summarization of applications will be carried out on March 29, 2019 at 16:00. The competition regulations can be viewed and copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. The competition participation fee is 5000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account 103002101519.",
        "title": "Ծանուցում ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից մատակարար կազմակերպությունների ընտրության մրցույթի մասին",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն 2019 թվականի մարտի 20-ից կազմակերպում է բաց մրցույթ՝ տպող սարքերի, համակարգիչների և անխափան սնուցման սարքերի նորոգում և քարթրիջների լիցքավորում իրականացնող կազմակերպությունների ընտրության նպատակով ։ Ստորև ներկայացվում է ապրանքների/ծառայությունների անվանումը: # Անվանում 1 HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 մոդելների տպող սարքերի նորոգում (օրինակ՝ վառարանի նորոգում, ռետինե գլանի փոխում, թերմոժապավենի փոխում, պրոֆիլակտիկ մաքրում, լազերի մաքրում)։\r Գները ներկայացնել ըստ մոդելների և նորոգման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ 2 HP 426, HP 400, Canon MF4410, Canon MF210, Canon MF230 մոդելների տպող սարքերի ՔԱՐԹՐԻՋՆԵՐԻ լիցքավորում և նորոգում (Երևան քաղաքում քարթրիջները վերցվում են և հետ հանձնվում անմիջապես մասնաճյուղից)։\r Գները ներկայացնել ըստ մոդելների և ըստ նորոգման ու լիցքավորման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ 3 APC Power-Saving Back-UPS ES 8 Outlet 700VA 230V մոդելի և 500VA-700VA հզորության այլ  անխափան սնուցման սարքերի նորոգում (օրինակ՝ մարտկոցի փոխարինում)։\r Գները ներկայացնել ըստ մոդելների և նորոգման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ 4 i3, i5, Celeron պրոցեսորներով համակարգիչներ (օրինակ՝ սնուցման բլոկի փոխարինում)։\r Գները ներկայացնել ըստ մոդելների (1-ից 2 մոդել որպես օրինակ) և նորոգման տեսակների։ Գները ներառում են աշխատանք+պահեստամաս։ Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Պուշկինի 19 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի մարտի 28-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի/ծառայությունների մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի մարտի 28-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի մարտի 29-ին ժամը 16։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի մասնակցության վճարը կազմում է 5000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման Բանկի 103002101519 հաշվին։",
        "scraped_at": "2024-12-15 17:31:55"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/03/04/ծանուցում-մատակարար-կազմակերպությունների-ընտրության-մրցույթ/41/": {
        "date": "2019-03-04",
        "category": "announcements",
        "title_en": "Public notice about the tender for the selection of supplier organizations by ARARATBANK OJSC",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from March 04, 2019. The type, name and quantity of the products are presented below: N Product name Quantity 1 Computer HP HP ProDesk 400 G5 SFF: i3-8100 (3.6GHz); 4GB DDR4 2666; 500GB 7.2krpm HDD; No ODD; VGA, Display port; Gigabit LAN; Free DOS, warranty - 3 year; HP USB keyboard and USB optical mouse 60 2 Monitor Philips 22 LCD 223V5LSB 30 3 Multifunction device HP laserjet mfp m426dw+cable 50 4 Uninterruptible power supply APC Power-Saving Back-UPS ES 8 Outlet 700VA 230V CEE 7/7 60 Persons wishing to participate in the tender may submit tender applications to the location of ARARATBANK OJSC at 19 Pushkin Street, Yerevan. Tender applications may be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until March 15, 2019 at 16:00. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the competition and the procedure for determining the winner are defined in the competition regulations. No codes are used in the competition. The competition applications will be opened on March 15, 2019 at 18:00, and the summarization of applications will be carried out on March 18, 2019 at 18:00. The competition regulations can be reviewed, as well as copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. The competition participation fee is 5000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account 103002101519.",
        "title": "Հրապարակային ծանուցում ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից մատակարար կազմակերպությունների ընտրության մրցույթի մասին",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2019 թվականի մարտի 04-ից կազմակերպում է բաց մրցույթ։  Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: N Ապրանքի անվանումը Քանակը 1 Համակարգիչ HP HP ProDesk 400 G5 SFF: i3-8100 (3.6GHz); 4GB DDR4 2666; 500GB 7.2krpm HDD; No ODD; VGA, Display port; Gigabit LAN; Free DOS, warranty - 3 year; HP USB keyboard and USB optical mouse 60 2 Մոնիտոր Philips  22 LCD 223V5LSB 30 3 Բազմաֆունկցիոնալ սարք HP laserjet mfp m426dw+cable 50 4 Անխափան սնուցման սարք APC Power-Saving Back-UPS ES 8 Outlet 700VA 230V CEE 7/7 60 Մրցույթին մասնակցելու ցանկություն ունեցող անձինք կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Պուշկինի 19 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի մարտի 15-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի մարտի 15-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի մարտի 18-ին ժամը 18։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ, ինչպես նաև դրա պատճեները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի մասնակցության վճարը կազմում է 5000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման Բանկի 103002101519 հաշվին:",
        "scraped_at": "2024-12-15 17:31:58"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/02/21/ծանուցում/40/": {
        "date": "2019-02-21",
        "category": "announcements",
        "title_en": "Notice on the tender for the selection of supplier organizations by ARARATBANK OJSC",
        "content_en": "ARARATBANK OJSC is organizing an open tender for the selection of supplier organizations from February 19, 2019. The type, name and quantity of products are presented below: # Name Quantity 1 Grandstream 1625 250 Organizations wishing to participate in the tender can submit tender applications to the location of ARARATBANK OJSC at 19 Pushkin Street, Yerevan. Tender applications can be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until February 26, 2019 at 16:00. A contract for the supply of goods will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined in the tender regulations. Codes are not used in the tender. The competition applications will be opened on February 26, 2019 at 18:00, and the summarization of applications will be carried out on February 27, 2019 at 16:00. The competition regulations can be reviewed, as well as copies can be obtained at the office of ARARATBANK OJSC every working day from 09:00 to 16:00. The competition participation fee is 5000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account 103002101519.",
        "title": "Ծանուցում ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից մատակարար կազմակերպությունների ընտրության մրցույթի մասին",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն մատակարար կազմակերպությունների ընտրության նպատակով 2019 թվականի փետրվարի 19-ից կազմակերպում է բաց մրցույթ։ Ստորև ներկայացվում է ապրանքների տեսակը, անվանումը և քանակը: # Անվանում Քանակ 1 Grandstream 1625 250 Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գտնվելու վայր` ք.Երևան, Պուշկինի 19 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել պատվիրված նամակով։ Հայտերն ընդունվում են մինչև 2019 թվականի փետրվարի 26-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի ապրանքի մատակարարման պայմանագիր։ Մրցույթի մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է մրցույթի կանոնակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2019 թվականի փետրվարի 26-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2019 թվականի փետրվարի 27-ին ժամը 16։00-ին։ Մրցույթի կանոնակարգին կարելի է ծանոթանալ, ինչպես նաև դրա պատճենները ստանալ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի գրասենյակում` յուրաքանչյուր աշխատանքային օր ժամը 09։00-ից մինչև 16։00-ն։ Մրցույթի մասնակցության վճարը կազմում է 5000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման Բանկի 103002101519 հաշվին։",
        "scraped_at": "2024-12-15 17:32:01"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2019/01/18/cards-new-conditions/39/": {
        "date": "2019-01-18",
        "category": "announcements",
        "title_en": "Notice regarding changes in card tariffs",
        "content_en": "We inform you that from January 21, 2019, the commission fee charged for card-to-card transfers at ARARATBANK service points will be 0.15%, instead of the previous 0.3%. At the same time, in case of card-to-card transfers (including online platforms), in addition to the commission fee charged for transfers, the “Serving Bank Commission” will also apply, which will be charged at the time of transaction, added to the transaction amount.   To a bank card To cards of another bank From a bank card 0.15% 0.15% From cards of another bank 0.2% 0.2% In case of card-to-card transfers via ATMs, terminals or other online platforms of other banks that are members of the “Armenian Card” system, the “Serving Bank Commission” may also be applied, the amount of which is set by the given bank.",
        "title": "Ծանուցում քարտային սակագների փոփոխությունների վերաբերյալ",
        "content": "Տեղեկացնում ենք, որ ս.թ. հունվարի 21-ից ԱՐԱՐԱՏԲԱՆԿԻ սպասարկման կետերում քարտից քարտ կատարվող փոխանցումների դիմաց գանձվող միջնորդավճարը կկազմի 0.15%, նախկին՝ 0.3%-ի փոխարեն: Միառժամանակ քարտից քարտ փոխանցումների դեպքում(այդ թվում օնլայն հարթակում) բացի փոխանցումների համար գանձվող միջնորդավճարից, կգործի նաև «Սպասարկող բանկի միջնորդավճար», որը գանձվելու է գործարքի կատարման պահին՝ ավելացվելով գործարքի գումարին.   Բանկի քարտին Այլ բանկի քարտերին Բանկի քարտից 0.15% 0.15% Այլ բանկի քարտերից 0.2% 0.2% «Արմենիան Քարդ» համակարգի անդամ այլ բանկերի բանկոմատների, տերմինալների կամ այլ օնլայն հարթակների միջոցով քարտից քարտ փոխանցումների դեպքում ևս կարող է կիրառվել «Սպասարկող բանկի միջնորդավճար», որի չափը սահմանվում է տվյալ բանկի կողմից:",
        "scraped_at": "2024-12-15 17:32:04"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2018/12/15/Diners-2019/38/": {
        "date": "2018-12-15",
        "category": "announcements",
        "title_en": "Notice regarding Diners Club payment cards",
        "content_en": "Dear customers, We hereby inform you that new terms and conditions will apply to Diners Club payment cards from January 1, 2019. If you have any questions, you can contact the Bank by calling the 24/7 hotline at 010 59 23 23 or sending a message to the Bank's official Facebook page.",
        "title": "Ծանուցում Diners Club վճարային քարտերի վերաբերյալ",
        "content": "Հարգելի' հաճախորդներ, Սույնով տեղեկացնում ենք, որ 2019 թվականի հունվարի 01-ից Diners Club վճարային քարտերի համար կգործեն նոր պայմաններ: Հարցերի դեպքում կարող եք կապ հաստատել Բանկի հետ՝ զանգահարելով 010 59 23 23 շուրջօրյա գործող հեռախոսահամարով կամ ուղարկել հաղորդագրություն Բանկի պաշտոնական ֆեյսբուքյան էջին:",
        "scraped_at": "2024-12-15 17:32:07"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2018/12/12/ֆինքա/32/": {
        "date": "2018-12-12",
        "category": "announcements",
        "title_en": "Regarding the public offering of corporate bonds of FINCA UCO CJSC",
        "content_en": "1 By the decision of the Chairman of the Central Bank of the Republic of Armenia No. 1/842A dated December 5, 2018, the program prospectus of nominal coupon bonds of “FINCA” UCO CJSC was registered on December 5, 2018. Based on the program prospectus, “FINCA” UCO CJSC plans to issue nominal coupon dram bonds on December 18, 2018. ARARATBANK OJSC acts as the underwriter. Moreover, the placement will be carried out in a guaranteed manner. The placement of bonds will be carried out through the placement system of \"NASDAQ OMX ARMENIA\" OJSC, and the issuance and placement of 126,000 bonds with a total volume of 1,260,000,000 AMD will be carried out through a standard closed auction, excluding the submission of non-competitive, as well as full-satisfaction bids, and the remaining 14,000 bonds with a total volume of 140,000,000 AMD will be purchased by ARARATBANK OJSC at nominal value as a market maker in order to increase the liquidity and investment attractiveness of bonds in the secondary market. Only members of the Exchange can participate in the bond placement auction directly, the list of which is available on the official website of \"NASDAQ OMX ARMENIA\" OJSC: http://nasdaqomx.am. Investors who are not members of the Exchange can participate in the auction (take advantage of the offer) through members of the Exchange, in accordance with the procedure and conditions established by the latter. The essential terms of the bonds to be issued are: Main terms and conditions Class Nominal coupon Nominal value 10,000 AMD Total volume 1,400,000,000 AMD Quantity 140,000 units Circulation period 36 months Coupon interest rate 10.5% Coupon payment frequency semi-annual Issuer ARARATBANK OJSC Notice Payment of coupon income of bonds of \"FINCA\" UCO CJSC and redemption of bonds will be carried out according to the following schedule First payment of coupon income 18.06.2019 Second payment of coupon income 18.12.2019 Third payment of coupon income 18.06.2020 Fourth payment of coupon income 18.12.2020 Fifth payment of coupon income 18.06.2021 Sixth payment of coupon income 18.12.2021 In the event that the coupon income payment date coincides with a non-working day, the payment is made on the next working day. You can familiarize yourself with the Program Prospectus and the Final Terms of the Issue at the following links: Bond Issue Program Prospectus Final Terms of the Issue",
        "title": "ՖԻՆՔԱ ՈՒՎԿ ՓԲԸ կորպորատիվ պարտատոմսերի հրապարակային առաջարկի վերաբերյալ",
        "content": "1 ՀՀ կենտրոնական բանկի նախագահի 2018թ. դեկտեմբերի 5-ի թիվ 1/842Ա որոշմամբ 2018թ. դեկտեմբերի 5-ին գրանցվել է «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ծրագրային ազդագիրը։ Ծրագրային ազդագրի հիման վրա «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ-ն նախատեսում է 2018թ. դեկտեմբերի 18-ին իրականացնել անվանական արժեկտրոնային դրամային պարտատոմսերի թողարկում: Որպես տեղաբաշխող հանդես է գալիս ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն։ Ընդ որում՝ տեղաբաշխումն իրականացվելու է երաշխավորված ձևով: Պարտատոմսերի տեղաբաշխումն իրականացվելու է «ՆԱՍԴԱՔ ՕԷՄԷՔՍ ԱՐՄԵՆԻԱ» ԲԲԸ տեղաբաշխման համակարգով, ընդ որում՝ 1,260,000,000 ՀՀ դրամ ընդհանուր ծավալով 126,000 հատ պարտատոմսերի թողարկումը և տեղաբաշխումն իրականացվելու է ստանդարտ փակ աճուրդի անցկացման միջոցով` բացառելով ոչ մրցակցային, ինչպես նաև լրիվ բավարարմամբ հայտերի ներկայացումը, իսկ մնացած 140,000,000 ՀՀ դրամ ընդհանուր ծավալով, 14,000 հատ պարտատոմսերը ձեռք է բերվելու ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից անվանական արժեքով՝ որպես շուկա ստեղծող՝ երկրորդային շուկայում պարտատոմսերի իրացվելիության և ներդրումային գրավչության բարձրացման նպատակով։ Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «ՆԱՍԴԱՔ ՕԷՄԷՔՍ ԱՐՄԵՆԻԱ» ԲԲԸ պաշտոնական կայքում` http://nasdaqomx.am : Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Թողարկվող պարտատոմսերի էական պայմաններն են. Հիմնական պայմաններ Դասը Անվանական արժեկտրոնային Անվանական արժեքը 10,000 ՀՀ դրամ Ընդհանուր ծավալը 1,400,000,000 ՀՀ դրամ Քանակը 140,000 հատ Շրջանառության ժամկետը 36 ամիս Արժեկտրոնային տոկոսադրույքը 10.5% Արժեկտրոնների վճարման պարբերականությունը կիսամյակային Տեղաբաշխողը ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ Ծանուցում «ՖԻՆՔԱ» ՈՒՎԿ ՓԲԸ-ի պարտատոմսերի արժեկտրոնային եկամուտների վճարումը և պարտատոմսերի մարումը կիրականացվի հետևյալ ժամանակացույցով Արժեկտրոնային եկամուտների առաջին վճարում 18.06.2019թ.  Արժեկտրոնային եկամուտների երկրորդ վճարում 18.12.2019թ. Արժեկտրոնային եկամուտների երրորդ վճարում 18.06.2020թ. Արժեկտրոնային եկամուտների չորրորդ վճարում 18.12.2020թ Արժեկտրոնային եկամուտների հինգերորդ վճարում 18.06.2021թ. Արժեկտրոնային եկամուտների վեցերորդ վճարում 18.12.2021թ. Այն դեպքում, երբ արժեկտրոնային եկամուտների վճարման օրը համընկնում է ոչ աշխատանքային օրվա հետ, վճարումը կատարվում է հաջորդ աշխատանքային օրը: Ծրագրային Ազդագրին և Թողարկման վերջնական պայմաններին կարող եք ծանոթանալ հետևյալ հղումներով` Պարտատոմսերի Թողարկման Ծրագրային Ազդագիր Թողարկման վերջնական պայմաններ",
        "scraped_at": "2024-12-15 17:32:09"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2018/05/02/ծանուցում/27/": {
        "date": "2018-05-02",
        "category": "announcements",
        "title_en": "Notification",
        "content_en": "Dear customers, Considering the difficulties of visiting the Bank's branches in the current situation and the possible difficulties in the future, we inform you that from May 2 to May 10, 2018 inclusive, you can fulfill the loan obligations stipulated in the loan repayment schedule until May 10 inclusive. We also inform you that as a result of payments not made within these periods, the loans will not be considered overdue, no penalties will be applied to them and they will not be classified. Sincerely, ARARATBANK",
        "title": "Ծանուցում",
        "content": "Հարգելի՛ հաճախորդներ, Հաշվի առնելով ստեղծված իրավիճակում Բանկի մասնաճյուղեր այցելելու բարդությունները և առաջիկայում հնարավոր դժվարությունները` տեղեկացնում ենք, որ 2018թ-ի մայիսի 2-ից մինչև մայիսի 10-ը ներառյալ, վարկերի մարումների ժամանակացույցով նախատեսված վարկային պարտավորությունները կարող եք իրականացնել մինչև մայիսի 10-ը ներառյալ:Հայտնում ենք նաև, որ այդ ժամկետներում չիրականացված վճարումների հետևանքով վարկերը ժամկետանց չեն համարվի, դրանց նկատմամբ տույժեր չեն կիրառվի և չեն դասակարգվի: Հարգանքով ` ԱՐԱՐԱՏԲԱՆԿ",
        "scraped_at": "2024-12-15 17:32:13"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2018/02/05/«ազգային-հիփոթեքային-ընկերության»-պարտատոմսերի-երաշխավորված-տեղաբաշխում/26/": {
        "date": "2018-02-05",
        "category": "announcements",
        "title_en": "Guaranteed placement of bonds of the National Mortgage Company",
        "content_en": "We inform you that \"National Mortgage Company\" RCO CJSC plans to issue nominal coupon bonds on February 23, 2018. ARARATBANK OJSC acts as the underwriter of the bonds, and the placement will be carried out in a guaranteed manner. It should also be noted that by the decision of the Chairman of the Central Bank of the Republic of Armenia No. N1/96A dated February 14, 2018, the prospectus of nominal coupon bonds of \"National Mortgage Company\" RCO CJSC was registered. The placement of bonds will be carried out on February 23, 2018. On February 23, 2019, through the placement system of \"NASDAQ OMX ARMENIA\" OJSC, through a one-time auction, and only members of the Exchange can participate in the Bonds Placement Auction immediately, the list of which is available on the official website of \"NASDAQ OMX ARMENIA\" OJSC: www.nasdaqomx.am. Investors who are not members of the Exchange can participate in the auction (take advantage of the offer) through members of the Exchange, in accordance with the procedure and conditions established by the latter. The essential terms of the bonds to be issued are: Main terms of the bonds of \"National Mortgage Company\" CJSC VCO Class nominal coupon, non-convertible Nominal value 10,000 AMD Total volume 3,000,000,000 AMD Circulation period 36 months Coupon rate 8.3% Coupon payment frequency Semi-annual Form of securities Non-documentary First day of coupon calculation 23.08.2018 You can get acquainted with the Prospectus of the Issue of Bonds of \"ARARATBANK\" OJSC, the issuer here.",
        "title": "«Ազգային հիփոթեքային ընկերության» պարտատոմսերի երաշխավորված տեղաբաշխում",
        "content": "Տեղեկացնում ենք, որ «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ-ն նախատեսում է 2018թ.-ի փետրվարի 23-ին իրականացնել անվանական արժեկտրոնային պարտատոմսերի թողարկում: Որպես պարտատոմսերի տեղաբաշխող հանդես է գալիս ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն, ընդ որում` տեղաբաշխումն իրականացվելու է երաշխավորված ձևով: Նշենք նաև, որ ՀՀ կենտրոնական բանկի նախագահի 2018թ. փետրվարի 14-ի թիվ N1/96Ա  որոշմամբ գրանցվել է «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ անվանական արժեկտրոնային պարտատոմսերի ազդագիրը: Պարտատոմսերի տեղաբաշխումն իրականացնվելու է 2018թ. փետրվարի 23-ին «ՆԱՍԴԱՔ ՕԷՄԷՔՍ ԱՐՄԵՆԻԱ» ԲԲԸ տեղաբաշխման համակարգով` մեկանգամյան աճուրդի անցկացման միջոցով, ընդ որում` Պարտատոմսերի տեղաբաշխման աճուրդին անմիջապես կարող են մասնակցել միայն Բորսայի անդամները, որոնց ցանկը հասանելի է «ՆԱՍԴԱՔ ՕԷՄԷՔՍ ԱՐՄԵՆԻԱ» ԲԲԸ պաշտոնական կայքում` www.nasdaqomx.am: Բորսայի անդամ չհանդիսացող ներդրողները կարող են աճուրդին մասնակցել (օգտվել առաջարկից) Բորսայի անդամների միջոցով` վերջիններիս կողմից սահմանված կարգով և պայմաններով: Թողարկվող պարտատոմսերի էական պայմաններն են. «Ազգային Հիփոթեքային Ընկերություն» ՎՎԿ ՓԲԸ –ի պարտատոմսերի հիմնական պայմաններ Դաս անվանական արժեկտրոնային, չփոխարկվող Անվանական արժեք 10,000  ՀՀ դրամ Ընդհանուր ծավալը 3,000,000,000  ՀՀ դրամ Շրջանառության ժամկետ 36 ամիս Արժեկտրոնային տոկոսադրույք 8.3% Արժեկտրոնների վճարման պարբերականությունը Կիսամյակային Արժեթղթերի ձևը Ոչ փաստաթղթային Արժեկտրոնի հաշվարկման առաջին օրը 23.08.2018 Տեղաբաշխող «ԱՐԱՐԱՏԲԱՆԿ» ԲԲԸ Պարտատոմսերի Թողարկման Ազդագրին  կարող եք ծանոթանալ այստեղ:",
        "scraped_at": "2024-12-15 17:32:16"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/12/28/«ամանորյա-օնլայն»-ակցիայի-ժամկետը-երկարաձգվում-է/25/": {
        "date": "2017-12-28",
        "category": "announcements",
        "title_en": "The \"New Year's Online\" promotion is being extended.",
        "content_en": "ARARATBANK, taking into account the feedback of numerous customers, extends the deadline for the \"New Year's Online\" promotion until February 15, 2018. Let us remind you that within the framework of this promotion you can order ArCa, Master and Visa cards ONLINE with a 50% discount. You can get acquainted with the details of the promotion here. In case of additional questions, you can write to us on social networks or call 010 59 23 23 by the 24-hour hotline.",
        "title": "«Ամանորյա օնլայն» ակցիայի ժամկետը երկարաձգվում է",
        "content": "ԱՐԱՐԱՏԲԱՆԿ-ը, հաշվի առնելով բազմաթիվ հաճախորդների արձագանքը, երկարաձգում է «Ամանորյա օնլայն»  ակցիայի վերջնաժամկետը մինչև 2018 թ.-ի փետրվարի 15-ը: Հիշեցնենք, որ սույն ակցիայի շրջանակում Դուք կարող եք պատվիրել ArCa, Master և Visaհամակարգի քարտերն ՕՆԼԱՅՆ 50% զեղչով:Ակցիայի մանրամասներին կարող եք ծանոթանալ այստեղ: Հավելյալ հարցերի դեպքում կարող եք գրել մեզ սոցիալական ցանցերում կամ զանգահարել 010 59 23 23 շուրջօրյա հեռախոսահամարով:",
        "scraped_at": "2024-12-15 17:32:19"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/12/19/թողարկողի-խորհրդի-կարծիքը-արժեթղթերը-հանձնելու-առաջարկի-վերաբերյալ/24/": {
        "date": "2017-12-19",
        "category": "announcements",
        "title_en": "Opinion of the Issuer's Board on the Proposal to Transfer Securities",
        "content_en": "The Board of ARARATBANK OJSC, having received the declaration of voluntary (mandatory) offer to transfer the securities from the person proposing to transfer the securities, Barsegh Beglaryan, made a decision during the meeting on 23.11.2017, which you can read at this link.",
        "title": "Թողարկողի խորհրդի կարծիքը արժեթղթերը հանձնելու առաջարկի վերաբերյալ",
        "content": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի խորհուրդը, արժեթղթերը հանձնելու առաջարկությամբ հանդես եկող անձից` Բարսեղ Բեգլարյանից ստանալով արժեթղթերը հանձնելու կամավոր (պարտադիր) առաջարկի հայտարարագիրը, 23.11.2017 թվականի նիստի ընթացքում կայացրել է որոշում, որին կարող եք ծանոթանալ սույն հղումով:",
        "scraped_at": "2024-12-15 17:32:22"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/12/18/հայտարարություն/23/": {
        "date": "2017-12-18",
        "category": "announcements",
        "title_en": "Announcement",
        "content_en": "We would like to inform you that starting from December 21, 2019, the 16th issue of ARARATBANK OJSC bonds with the code AMARBKB2GER5 will be listed on the NASDAQ OMX Armenia stock exchange lists and it will be possible to carry out purchase and sale transactions with these securities on the relevant exchange platform.",
        "title": "Հայտարարություն",
        "content": "Տեղեկացնում ենք ձեզ, որ ս.թ. դեկտեմբերի 21-ից ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի 16-րդ թողարկման AMARBKB2GER5 ծածկագրով պարտատոմսերը ցուցակվելու են ՆԱՍԴԱՔ ՕԷՄԷՔՍ Արմենիայի բորսայական ցուցակներում և այդ արժեթղթերով հնարավոր է իրականացնել առք ու վաճառքի գործարքներ բորսայի համապատասխան հարթակում:",
        "scraped_at": "2024-12-15 17:32:25"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/12/13/օֆերտա-արարատբանկ-բաց-բաժնետիրական-ընկերության-բաժնետոմսերը-գնելու-մասին/21/": {
        "date": "2017-12-13",
        "category": "announcements",
        "title_en": "Offer /On purchasing shares of Araratbank Open Joint Stock Company",
        "content_en": "I, Barsegh Gerasim Beglaryan, being a shareholder of ARARATBANK Open Joint Stock Company and based on the preliminary consent provided by the Resolution No. 1/985A of the Chairman of the Central Bank of the Republic of Armenia, offer the shareholders of ARARATBANK Open Joint Stock Company to alienate (transfer) to me the shares owned by them by right of ownership for 19,089.84 (nineteen thousand eighty-nine full eighty-four hundredths) Armenian drams. Shareholders of ARARATBANK Open Joint Stock Company may submit their acceptance of the presented offer from 15.12.2017 to 30.12.2017 at the following address: RA, Yerevan, Pushkin 19 or by e-mail araratbank@araratbank.am.",
        "title": "Օֆերտա /Արարատբանկ բաց բաժնետիրական ընկերության բաժնետոմսերը գնելու մասին",
        "content": "Ես` Բարսեղ Գերասիմի Բեգլարյանս, հանդիսանալով ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետեր և հիմք ընդունելով ՀՀ կենտրոնական բանկի նախագահի թ.-ի թիվ 1/985Ա որոշմամբ տրամադրված նախնական համաձայնությունը, ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետերերին առաջարկում եմ 19,089.84 (տասնինը հազար ութսունինն ամբողջ ութսունչորս հարյուրերորդական) ՀՀ դրամով ինձ օտարել (հանձնել) սեփականության իրավունքով իրենց պատկանող բաժնետոմսերը: ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետերերը ներկայացված օֆերտային կարող են ակցեպտ ներկայացնել 15.12.2017թ.-ից մինչև 30.12.2017թ. ընկած ժամանակահատվածում, հետևյալ հասցեով` ՀՀ, ք. Երևան, Պուշկին 19  կամ araratbank@araratbank.am էլեկտրոնային հասցեով:",
        "scraped_at": "2024-12-15 17:32:28"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/09/22/արարատբանկ-բբը-ն-հրավիրում-է-բաժնետերերի-արտահերթ-ընդհանուր-ժողով/20/": {
        "date": "2017-09-22",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC convenes an extraordinary general meeting of shareholders",
        "content_en": "On October 12, 2017, an extraordinary general meeting of shareholders of ARARATBANK OJSC will be held, with decisions being made by remote voting (poll).",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն հրավիրում է բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "2017թ. հոկտեմբերի 12-ին տեղի կունենա ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով՝ որոշումների ընդունման հեռակա քվեարկության (հարցման) եղանակով:",
        "scraped_at": "2024-12-15 17:32:31"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/08/03/մրցույթ-արտարժույթի-ավտոմատացման/19/": {
        "date": "2017-08-03",
        "category": "announcements",
        "title_en": "Competition for foreign exchange automation",
        "content_en": "ARARATBANK announces a tender to automate the process of buying and selling foreign currency in a non-cash manner and launch a new website. You can find the details of the tender as well as the technical specifications in the attached document. If you have any questions, please call +374 10 591417.",
        "title": "Մրցույթ արտարժույթի ավտոմատացման",
        "content": "ԱՐԱՐԱՏԲԱՆԿ-ն անկանխիկ եղանակով արտարժույթի առք ու վաճառքի գործընթացի ավտոմատացման և նոր կայքի գործարկման նպատակով հայտարարում է մրցույթ: Մրցույթի մանրամասներին ինչպես նաև տեխնիկական առաջադրանքին կարող եք ծանոթանալ կից փաստաթղթում: Հարցերի դեպքում կարող եք զանգահարել +374 10 591417 հեռախոսահամարով:",
        "scraped_at": "2024-12-15 17:32:34"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/07/14/ծանուցում/18/": {
        "date": "2017-07-14",
        "category": "announcements",
        "title_en": "Notification",
        "content_en": "Public Notice on the Competition for the Selection of Supplier (Service Provider) Organizations by ARARATBANK OJSC   ARARATBANK OJSC (hereinafter referred to as the Bank) is organizing an open competition from July 14 to July 21, 2017 for the purpose of redesigning and updating the Bank’s website. Organizations wishing to participate in the competition may submit competition applications to the “Development” branch of ARARATBANK OJSC, located at 21/1 Paronyan Street, Yerevan. Competition applications may be submitted in person (on working days from 09:00 to 16:00) or sent by e-mail to marketingdepartment@araratbank.am. Applications are accepted until July 21, 2017 at 16:00. A service provision agreement will be signed with the person (persons) or organization winning the competition. The competition does not use codes. The competition applications will be opened on July 24, 2017 at 18:00, and the summarization of applications will be carried out on July 27, 2017 at 18:00. The participation fee for the competition is 50,000 AMD, which is subject to cash payment at the Bank's cash desk or transfer to the Bank's account number 15100014060901. You can familiarize yourself with the conditions of the competition here.",
        "title": "Ծանուցում",
        "content": "Հրապարակային ծանուցում ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ կողմից մատակարար (ծառայություն մատուցող) կազմակերպությունների ընտրության մրցույթի մասին     ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն (այսուհետ՝ Բանկ) Բանկի ինտերնետային կայքի վերափոխման և նորացման նպատակով 2017 թվականի հուլիսի 14-ից մինչև հուլիսի 21-ը կազմակերպում է բաց մրցույթ։ Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտեր ներկայացնել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի «Զարգացում» մասնաճյուղ, գտնվելու վայր` ք.Երևան, Պարոնյան 21/1 հասցեով։ Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին ժամը 09։00-ից մինչև 16։00-ն) կամ ուղարկվել էլեկտրոնային նամակով՝ marketingdepartment@araratbank.am հասցեին։ Հայտերն ընդունվում են մինչև 2017 թվականի հուլիսի 21-ը ժամը 16։00-ն։ Մրցույթում հաղթող անձի (անձանց) կամ կազմակերպության հետ կկնքվի ծառայությունների մատուցման պայմանագիր։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2017 թվականի հուլիսի 24-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2017 թվականի հուլիսի 27-ին ժամը 18։00-ին։ Մրցույթի մասնակցության վճարը կազմում է 50,000 ՀՀ դրամ, որը ենթակա է կանխիկ վճարման Բանկի դրամարկղ կամ փոխանցման՝ Բանկի թիվ 15100014060901 հաշվին: Մրցույթի անցկացման պայմաններին կարող եք ծանոթանալ այստեղ:",
        "scraped_at": "2024-12-15 17:32:37"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/06/13/ծանուցում/17/": {
        "date": "2017-06-13",
        "category": "announcements",
        "title_en": "Notification",
        "content_en": "Dear customers, we hasten to inform you that on June 27 of this year, ARARATBANK OJSC will place 200,000 non-documentary, fixed coupon bonds issued by the Black Sea Trade and Development Bank with a 3-year maturity, a nominal value of AMD 10,000, and a total volume of AMD 2 billion. You can familiarize yourself with the full terms and conditions of the placed bonds by visiting the following link.",
        "title": "Ծանուցում",
        "content": "Հարգելի´ հաճախորդներ, շտապում ենք Ձեզ տեղեկացնել, որ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն սույն թվականի Հունիսի 27-ին իրականացնելու է Սևծովյան Առևտրի և Զարգացման Բանկի կողմից թողարկված ոչ փաստաթղթային, ֆիքսված արժեկտրոնային  եկամտաբերությամբ, 3 տարի մարման ժամկետով, 10 000 ՀՀ դրամ  անվանական արժեքով, 2 միլիարդ ՀՀ դրամ ընդհանուր ծավալով 200 000  պարտատոմսերի տեղաբաշխում: Տեղաբաշխվող պարտատոմսերի ամբողջական պայմաններին կարող եք ծանոթանալ այցելելով հետևյալ հղմամբ:",
        "scraped_at": "2024-12-15 17:32:40"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/05/01/ծանուցում/16/": {
        "date": "2017-05-01",
        "category": "announcements",
        "title_en": "Notification",
        "content_en": "Dear customers, we inform you that the branches of ARARATBANK OJSC in Malatia (RA, Yerevan, Raffi 30), Avan (RA, Yerevan, Babajanyan 44/1) and Nairit (RA, Yerevan, Bagratunyats Str. 70) have ceased their activities. To select a branch convenient for you, please visit the following link or call the ARARATBANK OJSC Call Center: (010)59-23-23.",
        "title": "Ծանուցում",
        "content": "Հարգելի´ հաճախորդներ, տեղեկացնում ենք Ձեզ, որ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի Մալաթիա(ՀՀ, ք. Երևան, Րաֆֆու 30), Ավան(ՀՀ, ք. Երևան, Բաբաջանյան 44/1) և Նաիրիտ(ՀՀ, Ք. Երևան, Բագրատունյաց փ. 70) մասնաճյուղերը դադարեցրել են իրենց գործունեությունը: Ձեզ տարածապես հարմար մասնաճյուղ ընտրելու համար խնդրում ենք այցելել հետևյալ հղմամբ  կամ  զանգահարել  ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ի Հեռախոսային կենտրոն` (010)59-23-23:",
        "scraped_at": "2024-12-15 17:32:43"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2017/03/27/ծանուցում-բանկային-հաշվեհամարների-փոփոխության-վերաբերյալ/15/": {
        "date": "2017-03-27",
        "category": "announcements",
        "title_en": "Notification of change of bank account numbers",
        "content_en": "Dear customer, We would like to inform you that due to the merger of Armenian Development Bank OJSC and ARARATBANK OJSC, your previous account number has been replaced with a new account number from March 27, 2017. The previous account number will continue to operate in parallel with the new account number until May 01, 2017. All payments made to your previous account number will be transferred to the new account number. For additional information, please call 010 59 23 23 or visit the head office of ARARATBANK OJSC or any branch. Thank you for using our services. Sincerely, ARARATBANK OJSC Address: Pushkin 19 Phone: +37410 592323",
        "title": "Ծանուցում բանկային հաշվեհամարների փոփոխության վերաբերյալ",
        "content": "Հարգելի՛ հաճախորդ, Տեղեկացնում ենք, որ Զարգացման Հայկական Բանկ ԲԲԸ և ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ միավորմամբ պայմանավորված՝ 2017 թվականի մարտի 27-ից Ձեր նախկին հաշվեհամարը փոխարինվել է նոր հաշվեհամարով: Նախկին հաշվեհամարը նոր հաշվեհամարի հետ զուգահեռ կշարունակի գործել մինչև 2017 թվականի մայիսի 01-ը: Ձեր նախկին հաշվեհամարին կատարվող բոլոր մուտքերը կմուտքագրվեն նոր հաշվեհամարին:  Լրացուցիչ տեղեկությունների համար կարող եք զանգահարել 010 59 23 23 հեռախոսահամարով կամ այցելել ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ գլխամասային  գրասենյակ կամ  ցանկացած մասնաճյուղ: Շնորհակալություն մեր ծառայություններից օգտվելու համար: Հարգանքով՝ ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ Հասցե՝ Պուշկինի 19 Հեռախոս`+37410 592323",
        "scraped_at": "2024-12-15 17:32:46"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2016/12/12/ուշադրություն/14/": {
        "date": "2016-12-12",
        "category": "announcements",
        "title_en": "Attention",
        "content_en": "ARARATBANK Open Joint Stock Company hereby notifies that: 1)     The general meeting of shareholders of ARARATBANK Open Joint Stock Company decided on December 10, 2016 (Decision No. 03/01L) to reorganize as a surviving bank by merging with \"ARMENIAN DEVELOPMENT BANK\" Open Joint Stock Company. 2)    No changes will be made to the composition of shareholders of ARARATBANK Open Joint Stock Company, since shareholders of \"ARMENIAN DEVELOPMENT BANK\" Open Joint Stock Company will not receive shares of ARARATBANK Open Joint Stock Company in exchange for their shares, but will be provided with monetary (cash) compensation. 3)    ARARATBANK Open Joint Stock Company will be the full legal successor of \"ARMENIAN DEVELOPMENT BANK\" Open Joint Stock Company, both in terms of rights and obligations.",
        "title": "ՈՒշադրություն",
        "content": "ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերությունը ծանուցում է, որ. 1)     ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետերերի ընդհանուր ժողովը 2016 թվականի դեկտեմբերի 10-ին որոշել է (թիվ 03/01Լ որոշում), որպես պահպանվող բանկ, «ԶԱՐԳԱՑՄԱՆ ՀԱՅԿԱԿԱՆ ԲԱՆԿ» բաց բաժնետիրական ընկերության հետ միանալու եղանակով վերակազմակերպվել: 2)    ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետերերի կազմում փոփոխություններ չեն կատարվելու, քանի որ «ԶԱՐԳԱՑՄԱՆ ՀԱՅԿԱԿԱՆ ԲԱՆԿ» բաց բաժնետիրական ընկերության բաժնետերերին իրենց բաժնետոմսերի դիմաց ստանալու են ոչ թե ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերության բաժնետոմսեր, այլ նրանց տրամադրվելու է դրամական (փողային) հատուցում: 3)    ԱՐԱՐԱՏԲԱՆԿ բաց բաժնետիրական ընկերությունը հանդիսանալու է «ԶԱՐԳԱՑՄԱՆ ՀԱՅԿԱԿԱՆ ԲԱՆԿ» բաց բաժնետիրական ընկերության լիիրավ իրավահաջորդը` թե իրավունքների, թե պարտավորությունների մասով:",
        "scraped_at": "2024-12-15 17:32:49"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2016/08/01/ուշադրություն/13/": {
        "date": "2016-08-01",
        "category": "announcements",
        "title_en": "Attention",
        "content_en": "Dear customers, We would like to inform you that on August 20 and 21 of this year, the Mashtots branch located at 25 Mashtots will not be open due to renovation works. Instead, the Head Office located at 19 Pushkin will be open on August 20 from 10:00 to 16:00. For additional information, please call 010 59 23 23",
        "title": "ՈՒշադրություն",
        "content": "Հարգելի հաճախորդներ, Տեկեղացնում ենք, որ սույն թվականի օգոստոսի 20-ին և 21-ին Մաշտոց 25 հասցեում գտնվող Մաշտոց մասնաճյուղը  չի սպասարկելու վերանորոգման աշխատանքների պատճառով , փոխարենը  սպասարկելու է  Պուշկին 19 հասցեում գտնվող Գլխամասային գրասենյակը  օգոստոսի 20-ին`ժամը 10:00-16:00 : Լրացուցիչ տեղեկատվության համար զանգահարել `010 59 23 23",
        "scraped_at": "2024-12-15 17:32:52"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2016/04/27/դադարեցվել-է-արարատբանկ-բբը-շենգավիթ-1-մասնաճյուղի-գործունեությունը/12/": {
        "date": "2016-04-27",
        "category": "announcements",
        "title_en": "The activities of ARARATBANK OJSC Shengavit-1 branch have been suspended.",
        "content_en": "The activities of the ARARATBANK OJSC SHENGAVIT-1 branch carrying out limited financial operations have been terminated. A sample of a newspaper containing information about the termination of activities.",
        "title": "Դադարեցվել է   ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ Շենգավիթ-1 մասնաճյուղի գործունեությունը",
        "content": "Դադարեցվել է ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ ՇԵՆԳԱՎԻԹ-1 սահմանափակ ֆինանսական գործառնություններ իրականացնող մասնաճյուղի գործունեությունը: Գործունեությունը դադարեցնելու մասին տեղեկատվությունը պարունակող թերթի օրինակ:",
        "scraped_at": "2024-12-15 17:32:55"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2015/10/21/հրապարակային-ծանուցում/11/": {
        "date": "2015-10-21",
        "category": "announcements",
        "title_en": "Public notice",
        "content_en": "Tender for signing a cooperation agreement with real estate and movable property appraisal companies            ARARATBANK OJSC (hereinafter referred to as the Bank) is organizing an open tender from October 22 to November 02, 2015 for the selection of real estate and movable property appraisal companies.            Organizations wishing to participate in the tender may submit tender applications to the Bank’s location at 19 Pushkin Street, Yerevan. Tender applications may be submitted in person (on working days from 09:00 to 16:00) or sent by registered mail. Applications are accepted until November 02, 2015, at 16:00. A corresponding contract will be signed with the winner of the tender. The list of documents required for participation in the tender and the procedure for determining the winner are defined by the procedure for selecting companies organizing real estate and movable property auctions. Codes are not used in the tender. The competition applications will be opened on November 03, 2015 at 18:00, and the summarization of applications will be made on November 05, 2015 at 18:00. The competition participation fee is 5,000 (five thousand) AMD, which is subject to cash payment at the bank's cash desk or transfer to the Bank account number 103002101519.   Competition conditions",
        "title": "Հրապարակային ծանուցում",
        "content": "Անշարժ և շարժական գույք գնահատող ընկերությունների հետ համագործակցության պայմանագիր կնքելու մրցույթի             ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն (այսուհետ` Բանկ) անշարժ և շարժական գույք գնահատող կազմակերպությունների ընտրության նպատակով 2015 թվականի հոկտեմբերի 22-ից մինչև նոյեմբերի 02-ը կազմակերպում է բաց մրցույթ:           Մրցույթին մասնակցելու ցանկություն ունեցող կազմակերպությունները կարող են մրցութային հայտերը ներկայացնել Բանկի գտնվելու վայր` ք.Երևան, Պուշկինի 19 հասցեով: Մրցութային հայտերը կարող են ներկայացվել առձեռն (աշխատանքային օրերին` ժամը 09։00-ից մինչև 16։00-ը) կամ ուղարկվել պատվիրված նամակով: Հայտերն ընդունվում են մինչև 2015 թվականի նոյեմբերի 02-ը, ժամը 16:00-ը։ Մրցույթում հաղթող անձի (անձանց) հետ կկնքվի համապատասխան պայմանագիր: Մրցույթին մասնակցելու անհրաժեշտ փաստաթղթերի ցանկը և հաղթողին որոշելու կարգը սահմանված է  անշարժ և շարժական գույքի աճուրդ կազմակերպող ընկերությունների ընտրության ընթացակարգով։ Մրցույթում ծածկագրեր չեն կիրառվում։ Մրցույթի հայտերը կբացվեն 2015 թվականի նոյեմբերի 03-ին ժամը 18։00-ին, իսկ հայտերի ամփոփումը կկատարվի 2015 թվականի նոյեմբերի 05-ին ժամը 18։00-ին։ Մրցույթի մասնակցության վճարը կազմում է 5,000 (հինգ հազար) ՀՀ դրամ, որը ենթակա է կանխիկ վճարման` բանկի դրամարկղ կամ փոխանցման` Բանկի թիվ 103002101519 հաշվին:   Մրցույթի անցկացման պայմանները",
        "scraped_at": "2024-12-15 17:32:58"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2015/09/22/նոր-մասնաճյուղ/10/": {
        "date": "2015-09-22",
        "category": "announcements",
        "title_en": "New branch",
        "content_en": "From 28.09.2015 to 05.10.2015, ARARATBANK's BAGHRAMYAN MILITARY SCHOOL branch will operate in the territory of the Marshal Baghramyan Military Training Center in Armavir region.",
        "title": "Նոր մասնաճյուղ",
        "content": "28.09.2015թ.-05.10.2015թ.-ը Արմավիրի մարզի Մարշալ Բաղրամյան զորավարժարանի տարածքում գործելու է ԱՐԱՐԱՏԲԱՆԿ-ի  ԲԱՂՐԱՄՅԱՆ ԶՈՐԱՎԱՐԺԱՐԱՆ մասնաճյուղը:",
        "scraped_at": "2024-12-15 17:33:01"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2015/10/15/արարատբանկ-բբը-ն-հրավիրում-է-բաժնետերերի-արտահերթ-ընդհանուր-ժողով/9/": {
        "date": "2015-10-15",
        "category": "announcements",
        "title_en": "ARARATBANK OJSC convenes an extraordinary general meeting of shareholders",
        "content_en": "On October 20, 2015, an extraordinary general meeting of shareholders of ARARATBANK OJSC will be held, with decisions being made by remote voting (poll).",
        "title": "ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ-ն հրավիրում է բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "2015թ.-ի հոկտեմբերի 20-ին տեղի կունենա ԱՐԱՐԱՏԲԱՆԿ ԲԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով` որոշումների ընդունման հեռակա քվեարկության(հարցման) եղանակով:",
        "scraped_at": "2024-12-15 17:33:04"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2015/07/05/անկախ-աուդիտորական-կազմակերպության-մրցույթ/8/": {
        "date": "2015-07-05",
        "category": "announcements",
        "title_en": "Independent Audit Organization Competition",
        "content_en": "",
        "title": "Անկախ աուդիտորական կազմակերպության մրցույթ",
        "content": "",
        "scraped_at": "2024-12-15 17:33:06"
    },
    "https://www.araratbank.am/hy/haytararutyunner/2015/06/28/հաշվապահ-գանձապահների-եւ-գանձապահների-դասընթա/7/": {
        "date": "2015-06-28",
        "category": "announcements",
        "title_en": "Accountant-treasurers and cashiers training",
        "content_en": "Course Description \"BANK MANAGEMENT SCHOOL\" LLC is launching training courses for accountants-treasurers and cashiers. Required qualification of participants: Higher education Knowledge of Armenian and Russian. Course topics -            Contract on material liability -            Main provisions of the RA Law on Accounting -          Accounting in banks and regulatory regulation of banks -           International Accounting Standards -           Bank's active and passive operations and their description -           Performing operations from bank accounts, servicing accounts -            Operations with plastic cards -          Training in the basic rules of Regulation 9 \"Operations performed with cash in banks operating in the territory of the Republic of Armenia\" -          Organization of the cashier's workplace, rights and obligations during working hours -          Organization of evening cash desk work and daily routine Conclusion - RA Law \"On Payment Systems and Payment and Settlement Organizations\" -          Procedure for Making Payments through the SWIFT Payment System - RA Law \"On Combating Money Laundering and Financing of Terrorism\" -          FATCA -          Customer Service -          Communication Skills -          Sales Skills Duration and Time The courses will be held from July 13 to July 25 from 18:30 to 20:30. Application Procedure Those wishing to participate in the courses can send their CVs to trainings@bmschool.am by July 12, 2015 (please indicate \"\" in the subject field) Course Cost The course cost is 30,000 AMD including VAT The course will be conducted by the best lecturers in the banking industry. Each participant will receive a certificate of participation, and those who successfully complete the course assessment tests will receive a certificate of successful completion of the course and will be invited for an interview.",
        "title": "Հաշվապահ-գանձապահների և գանձապահների դասընթաց",
        "content": "Դասընթացի նկարագիր «ԲԱՆԿԱՅԻՆ ԿԱՌԱՎԱՐՄԱՆ  ԴՊՐՈՑ » ՍՊԸ-ն սկսում է հաշվապահ-գանձապահների և գանձապահների  վերապատրաստման դասընթացներ: Մասնակիցների անհրաժեշտ որակավորում  Բարձրագույն կրթություն Հայերենի և ռուսերենի իմացություն  Դասընթացի թեմաներ -           Նյութական պատասխանատվության մասին պայմանագիր -           Հաշվապահական հաշվառման մասին ՀՀ օրենքի հիմնական դրույքները -          Հաշվապահական հաշվառումը բանկերում, և բանկերի նորմատիվային կարգավորումը -           Հաշվապահական հաշվառման միջազգային ստանդարտ -           Բանկի ակտիվային և պասիվային գործառնությունները և դրանց նկարագիրը -           Բանկային հաշիվներից գործառությունների իրականացում, հաշիվների սպասարկում -           Պլաստիկ քարտերով գործողություններ -          «ՀՀ տարածքում գործող բանկերում կանխիկ դրամով կատարվող գործառնություններ» կանոնակարգ 9-ի հիմնական կանոնների ուսուցում -          Գանձապահի աշխատանքային տեղի կազմակերպումը, իրավունքները և պարտականությունները աշխատանքի ժամին -          Երեկոյան դրամարկղի աշխատանքների կազմակերպումը և օրվա եզրափակումը -          «Վճարահաշվարկային համակարգերի և վճարահաշվարկային կազմակերպությունների մասին» ՀՀ օրենք -          SWIFT վճարային համակարգով վճարումների իրականացման կարգ -          «Փողերի լվացման և ահաբեկչության ֆինանսավորման դեմ պայքարի մասին» ՀՀ օրենք -          FATCA -          Հաճախորդների սպասարկում -          Հաղորդակցման հմտություններ -          Վաճառքի հմտություններ  Տևողություն և ժամ Դասընթացները կկայանան հուլիսի 13-ից մինչև հուլիսի 25 –ը` ժամը 18:30-ից 20:30: Դիմելու ընթացակարգ Դասընթացներին մասնակցել ցանկացողները մինչև 2015 թվականի հուլիսի 12-ը իրենց ինքնակենսագրականները կարող են ուղարկել trainings@bmschool.am հասցեով (խնդրում ենք առարկա (subject) դաշտում նշել «»)  Դասընթացի արժեք Դասընթացի արժեքը կազմում է 30000 դրամ `ներառյալ ԱԱՀ Դասընթացն իրականացվելու են բանկային ոլորտի լավագույն դասախոսների կողմից:  Դասընթացի մասնակիցներից յուրքանչյուրը կստանա դասընթացի մասնակցության հավաստագիր, իսկ դասընթացի գնահատման թեստերը արդյունավետ hանձնած անձիք, կստանան դասընթացն առաջադիմությամբ ավարտելու հավաստագիր, և կհրավիրվեն հարցազրույցի",
        "scraped_at": "2024-12-15 17:33:10"
    }
}