{
    "https://www.byblosbankarmenia.am/en/article/CaseKey2024-international-competitions": {
        "date": "2024-12-06",
        "category": "CSR",
        "title_en": "Bank to sponsor CaseKey 2024 teams’ participation in 2 international competitions",
        "content_en": "In the  spring of 2025, CaseKey collective teams will represent Armenia at two  international business case competitions.Similar to  last year, Byblos Bank Armenia will finance the international  \"adventures\" of CaseKey participants again this year, continuing as  the main sponsor of the Armenian competition for the second year in a row.The  competitions will take place in European cities. The first, CUBE 2025 in  Budapest, will gather top universities from around the globe. The second, BBICC  2025in Belgrade, is a prestigious event  that invites only the world’s best teams. The competition in Serbia, now in its  10th edition, is a highly anticipated event that attracts the attention of  prestigious universities worldwide.Each year,  16-20 teams take part in the European competitions, with each team comprising 4  participants and 1 coach. By  participating in such competitions, educational institutions get to reveal their  potential and gain international visibility, while graduates enhance their  competitiveness not just in the local, but also in the global job market.In the  spring of 2024 too, Byblos Bank Armenia funded the participation of the CaseKey  collective team in the CUBE international business case competition, where the  Armenian youth secured 4th place out of 16 teams. This year, the Bank decided  to elevate the Armenian competition by sponsoring the participation of teams in  not one but two prestigious international events. The CaseKey  competition is a unique format, as part of which more than 200 participants get  to know a company's business, its culture, and solve actual business problems.  For the second year in a row, Byblos Bank Armenia served as the General Sponsor  of the competition, which focuses on teaching practical knowledge.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:35:54"
    },
    "https://www.byblosbankarmenia.am/en/article/Casekey2024-gala": {
        "date": "2024-11-26",
        "category": "CSR",
        "title_en": "CaseKey 2024 Gala hosted with Byblos Bank Armenia’s sponsorship",
        "content_en": "The gala event of the CaseKey Business Case Competition 2024 sponsored by Byblos Bank Armenia took place from November 22-24 at the Dilijan Training and Research Center of the Armenian Central Bank.For the second year in a row, Byblos Bank Armenia served as the General Sponsor of the competition, which focuses on teaching practical knowledge. This year, the competition was held for the fourth time, with the continued support of the country’s Central Bank.At the beginning of the year, more than 200 students from Yerevan and regional universities were selected from nearly 600 applicants to complete an intensive six-month educational program, guided by both local and international mentors. Throughout the program, participants had the opportunity to engage in direct meetings with the heads of prominent Armenian organizations and take part in various socialization activities.Over the course of these months, the teams worked on two business cases, with the finalists focusing on a problem related to the development of digital solutions in Armenia’s banking sector.\"The decision to support the CaseKey competition for a second consecutive year comes down to one key reason: this initiative aligns perfectly with Byblos Bank Armenia's commitment to delivering practical knowledge and promoting innovation. Our partnership with this program is aimed at helping shape the next generation of leaders across various sectors. I am pleased that this year’s main case focused on the entire industry, meaning solutions developed by the teams will have a direct impact on its growth. Like last year, we are once again impressed by the creativity demonstrated by the participants,\" said Hayk Stepanyan, Chief Executive Officer of Byblos Bank Armenia, who regularly meets with the participants to share his insights and experiences.\"We have been collaborating with CaseKey for the fourth year, and I would characterize this initiative as highly significant, not only for the industry but also in terms of advancing business practices. The development of business thinking among young people is crucial, which is why we are committed to fostering this mindset among us. In this regard, CaseKey is doing valuable work. Our contribution to the project mainly comes through our human resources. I personally meet with some of the participants, and many of our colleagues from the Central Bank are also actively involved. I believe our support plays a key role in the success of the project,\" said Martin Galstyan, Governor of the Central Bank of Armenia.\"This is already the 4th year of the CaseKey Business Case Competition in Armenia, and we can clearly see the qualitative growth of the participants with every passing year. This progress is evident not only in the quality of the cases solved in Armenia but also in success achieved on international platforms. Even more significant is the growing recognition from local businesses of the value this educational platform offers, viewing it as a key mechanism for developing future generations. In this regard, the involvement of Byblos Bank Armenia, which has been the General Sponsor of CaseKey for two consecutive years, is highly commendable. Their support goes beyond financial backing. The personal involvement of their leadership and their regular interactions with participants promote direct engagement and, more importantly, communication between generations,\" said Arshak Karapetyan, co-founder of the CaseKey competition.A pleasant surprise awaited the participants during the gala event. As they reached the final stage, it was revealed that CaseKey collective teams would represent Armenia in two prestigious international business case competitions in Europe. Byblos Bank Armenia will also finance their participation in these competitions.The CaseKey competition is a unique format, as part of which more than 200 participants get to know a company's business, its culture, and solve actual business problems.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:35:56"
    },
    "https://www.byblosbankarmenia.am/en/article/Onboarding-Program2": {
        "date": "2024-11-20",
        "category": "News",
        "title_en": "Onboarding Program’s second generation graduates",
        "content_en": "The second generation of Byblos Bank Armenia’s Onboarding  Program has successfully completed their special two-week training course. After  passing the testing phase, the participants earned their certificates and are  now fully equipped to deliver outstanding customer service to the Bank's  clients. As per tradition, Hayk Stepanyan, the Chief Executive  Officer of the Bank, personally met with the program participants and delivered  an inspiring motivational speech. The participants also had the opportunity to  engage directly with the CEO, receiving answers to their questions in a  personal and interactive setting.The onboarding program provides young professionals with the  necessary skills and knowledge to thrive in the banking industry.The program offers comprehensive insights into banking,  excellent customer service and the latest technology tools used by Byblos Bank  Armenia. Its goal is to introduce new employees to the Bank through innovative  and engaging approaches, showcasing every aspect of the company.The program is a key component of the Bank's talent  development strategy. The course also places a strong emphasis on the Bank's core  values: Customer Focus, Integrity, Teamwork, Excellence, and Innovation.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:44"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-FEM-90years-session": {
        "date": "2024-11-04",
        "category": "CSR",
        "title_en": "Solemn session marks end of 90th anniversary events  for YSU Faculty of Economics and Management",
        "content_en": "On October 31, a solemn session  dedicated to the 90th anniversary of theestablishment of the YSU Faculty of Economics and Management  was held at Yerevan’s Aram Khachaturian Concert Hall.The  event marked the conclusion of the Faculty’s jubilee celebrations whose general  sponsor was Byblos Bank Armenia.Following  the red-carpet ceremony, around 1,300 guests gathered for the event's opening,  where speeches were delivered by YSU Rector Hovhannes Hovhannisyan, Dean of the  YSU Faculty of Economics and Management Karlen Khachatryan, and Byblos Bank  Armenia CEO Hayk Stepanyan.\"For  90 years, the Faculty of Economics and Management has been a vital hub of  economic education and economic thought in Armenia. It's especially noteworthy  to highlight the faculty's role in shaping the economy of independent Armenia.  At Byblos Bank Armenia, we firmly believe in the transformative power of  education. Our commitment to supporting education goes beyond financial  contributions; it stems from a deep-seated belief that education is the  cornerstone of our society, fostering innovation, leadership, and  development,\" Hayk Stepanyan noted in his speech.\"Indeed, the past 90 years have seen  numerous challenges, achievements, and victories. When the faculty was  established in 1934, Armenia's economy faced significant difficulties. During  those tough times, the faculty emerged as the key center for shaping,  spreading, and advancing economic thought in the country. For nine decades, it  has honorably fulfilled its mission of training skilled specialists for the  economy,\" Karlen Khachatryan remarked.The bank received a special recognition for  its support of events celebrating the 90th anniversary of the faculty's  establishment. CEO Hayk Stepanyan, meanwhile, was awarded a commemorative medal  from the YSU Faculty of Economics and Management in recognition of his  long-term effective collaboration with the faculty and his significant support  for scientific and educational initiatives.A special video about the faculty was screened  during the event, featuring memories from alumni and highlighting the faculty's  impact on their lives.The jubilee year at the faculty was marked by  several significant events, including the publication of an illustrated  book-album that summarizes the faculty's rich 90-year history._____________________________ Byblos Bank Armenia and the University  have a history of successful joint projects. In particular, under a memorandum  of cooperation signed between the Bank and YSU high-achieving YSU students  receive a nominal scholarships and tuition reimbursement.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:47"
    },
    "https://www.byblosbankarmenia.am/en/article/3204": {
        "date": "2024-10-31",
        "category": "Product",
        "title_en": "New campaign for Mastercard Digital cardholders",
        "content_en": "Byblos Bank Armenia, in partnership with Mastercard, has launched a new campaign featuring a giveaway of 5 iPhone 16 Pros, 5 Apple Watch SE (2nd generation), and 5 AirPods Pro 2.Both current and new Mastercard Digital cardholders can enter for a chance to win one of 15 cutting-edge Apple devices.To participate in the campaign, cardholders simply need to make three or more cashless payments totaling AMD 50,000 using their Byblos Bank Armenia digital cards from November 1 to December 31.Winners will be randomly chosen in early January 2025 during a live event on the Bank's official Facebook page. The exact date of the draw will be announced later.The Byblos Bank Armenia Mastercard Digital card can be ordered via the Byblos Mobile app in just a few seconds, without the need to visit the Bank. To become a Bank client and obtain the Mastercard Digital, simply visit any of the Bank's branches.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:37"
    },
    "https://www.byblosbankarmenia.am/en/article/AmCham-interview2024": {
        "date": "2024-10-23",
        "category": "Interview",
        "title_en": "Interview with the AmCham Business Magazine",
        "content_en": "Hayk Stepanyan: Being one of the best employers in Armenia,  investments in education and the next generation of leadersIn an interview with AmCham's Business Magazine, Byblos Bank Armenia CEO Hayk Stepanyan discusses the Bank's reputation as one of the best employers in the Armenian market, its focus on encouraging leadership, its efforts to attract top talent, and more.The banking sector often faces challenges in attracting top talent due to its perceived rigidity. How is Byblos Bank Armenia positioning itself as an employer of choice, particularly among young professionals seeking dynamic and fulfilling careers?We have to admit that career desires and preferences among the younger generation are changing dramatically. In terms of talent attraction, the major challenge for the banking industry is the IT sector, both locally and globally. However, banks are and will remain attractive due to three factors: we adapt our employment practices and environment to market trends, we still offer stable and well-paid jobs with significant challenges, and finally there will always be young professionals who are inherently attracted to finance and banking.I can proudly say that Byblos Bank Armenia is one of the best employers in the Armenian market. Our value system, employment practices, supportive work environment, and ongoing commitment to employee development help us attract and retain the best talent.  How does Byblos Bank Armenia cultivate a strong leadership pipeline? What leadership qualities and competencies are essential for success in today's rapidly evolving banking landscape?Building a long leadership pipeline and having strong succession lines is a key element of our HR management. When meeting our new young team-members, I usually say that for junior staff we aim to recruit and nurture the future CEOs of our company. Actually, leadership qualities are crucial today, and it is important to focus not only on leadership linked to a position but also on personal leadership skills that are critical for success in any role and field. Especially in today’s agile environment, where expertise can be acquired quickly and where people switch fields quite easily, the importance of behavioral skills continues to grow. As an employer, we constantly pay attention to personal leadership through trainings, internal cultural influences. However, this remains challenging in our society, where usually more attention is paid to technical knowledge, with leadership typically linked to positions and management, rather than to personal leadership.Can you share any success stories or notable achievements that resulted from the Bank’s investment in employee development?We have many such examples at Byblos Bank Armenia: Mail Officers reaching the ranks of Branch Managers, Tellers coming to lead entire departments, Credit Administration Officers becoming Chief Risk Officers or Credit Officers rising to CEO position. I strongly believe that all these and many other personal achievements are powered by the cultural and educational investments that Byblos Bank Armenia continuously makes as an employer.The banking industry is undergoing rapid digital transformation. How is Byblos Bank Armenia upskilling its workforce to meet the demands of this new era?Digital transformation is a key theme in banking not just in Armenia but all over the world, and it represents a huge challenge for us. The primary challenge is the transformation of ourselves, the way we think, the way we internally operate, the way we look at customer needs, etc. We balance our approach by recruiting new talent from the IT sector while simultaneously upskilling existing staff through trainings in digital awareness and literacy, global trends and movements.Given Byblos Bank Armenia's role in the Armenian banking sector, how do you collaborate with educational institutions to develop the talent pipeline for the industry? Byblos Bank Armenia's sponsorship of the CaseKey Business Case Competition as well as the scholarships to YSU students demonstrates a commitment to nurturing young talent.We believe that investment in education is the main and the most efficient way to contribute to the prosperity of Armenia and its communities. Obviously, the Bank’s values, the Bank’s approach to business and our business practices are viable only within educated and striving communities and families. For many years now, we have been investing in different educational projects, supporting students and trying to create opportunities for new generations. Participation in educational projects has actually helped us identify great young talents as well.What would be your advice to our AmCham community?The AmCham community includes the best businesses and the greatest business minds and personalities in Armenia. I would like to humbly encourage all of us to create a strong coalition for investing in education. I believe together we can develop significant educational projects that will have colossal impact on our country and economy.Source: AmCham Business Magazine",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:50"
    },
    "https://www.byblosbankarmenia.am/en/article/FEM-International-conference": {
        "date": "2024-10-09",
        "category": "CSR",
        "title_en": "International conference celebrates  90th anniversary of YSU Faculty of Economics and Management",
        "content_en": "On October 8, one of the most significant scientific  conferences in the history of the Faculty of Economics and Management was  solemnly inaugurated at Yerevan State University.The three-day international conference titled \"The  Transformative Economy: Digital Technology, Spatial Disparities and Quality of  Life” is a key event in the Faculty's 90th anniversary celebrations sponsored  by Byblos Bank Armenia.\"The conference aims to establish a platform for presenting  innovative research findings, fostering stronger collaborative ties among  scientific and educational institutions and global experts.Some 40 distinguished scientists from institutions like  Harvard University, Cornell University, Sorbonne University, Lomonosov  University, St. Petersburg University, the Harvard Business School and other  top-ranked universities of 19 countries have arrived in Armenia to attend the conference.YSU Rector Hovhannes Hovhannisyan, Dean of the Faculty of  Economics and Management Karlen Khachatryan, President of the Central Bank of  Armenia Martin Galstyan, Chief Executive Officer of Byblos Bank Armenia CJSC  Hayk Stepanyan made opening remarks at the conference.According to Hayk Stepanyan, the faculty's contribution to the  economy of Armenia cannot be overstated.“Throughout 90 years, the faculty has produced generations  of economists, policymakers, business leaders who have had their notable impact  on the economy of Armenia. It is my sincere hope that discussions here will not  only generate innovative ideas but also foster collaboration between  universities across countries. I also hope this conference will inspire the  students of Yerevan State University as they embark on their academic and  professional journey. Byblos Bank Armenia stands ready to continue supporting  the faculty and similar initiatives as we strongly believe that the intersection  of academia and the industry is essential for sustainable growth,” noted Hayk  Stepanyan.The jubilee year at the faculty promises to be bustling.  Alongside the conference, several significant events are planned, including a  ceremonial session and the publication of an illustrated book-album that  chronicles the Faculty's 90-year history, as well as the production of a short  film about the Faculty._____________________________Byblos Bank Armenia and the University have a history of successful  joint projects. In particular, under a memorandum of cooperation signed between  the Bank and YSU high-achieving YSU students receive a nominal scholarships and  tuition reimbursement.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:52"
    },
    "https://www.byblosbankarmenia.am/en/article/Business-Pro": {
        "date": "2024-10-04",
        "category": "Product",
        "title_en": "Business Pro Package: The ultimate all-in-one solution from Byblos Bank Armenia",
        "content_en": "Byblos Bank Armenia has unveiled the Business Pro package, crafted to address all the financial needs of businesses.The package is an all-in-one solution that enables legal entities to streamline their daily operations seamlessly and have all the necessary tools at hand.For AMD 6,000 per month, customers receive 10products on preferential terms, including, among other things, free accounts in AMD, USD and EUR, business cards with no maintenance fee for 3 years, interest on positive balances Online Banking, a special tariff for international transfers, free AMD transfers within Armenia.The package also includes such benefits as business loans with a starting annual interest rate of 12%, up to 12 months of credit leave, free POS terminals.You can see all the benefits included in the package and fill in an application here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:55"
    },
    "https://www.byblosbankarmenia.am/en/article/Trip-to-Dubai": {
        "date": "2024-10-01",
        "category": "Product",
        "title_en": "Trip to Dubai: Exciting new campaign  for Byblos Bank Armenia premium cardholders",
        "content_en": "Byblos Bank  Armenia World Elite Mastercard cardholders have a chance to win a trip to  Dubai. Premium  cardholders can enter the promotion implemented in cooperation with Mastercard for  a chance to win a five-day trip for two on the dates of their choice (in March  or April 2025). To participate,  cardholders need to make at least five non-cash payments totaling over AMD  500,000 between October 1 and November 30. The winner will be  chosen randomly in a live draw on social media in early December. The exact date of  the draw will be shared on the Bank's official Facebook page. For more details, tap here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:57"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-FEM-90years": {
        "date": "2024-09-30",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia named General Sponsor of  YSU Faculty of Economics and Management's 90th anniversary events",
        "content_en": "Byblos  Bank Armenia is the General Sponsor of the jubilee celebrations marking the  90th anniversary of the Faculty of Economics and Management of Yerevan State  University.The  year at the Faculty promises to be exciting, featuring several significant  events, including an International Conference, a Ceremonial Session, the  publication of an illustrated book-album that highlights the Faculty's 90-year  history, and the creation of a short film about the Faculty.\"The Faculty of Economics and Management at YSU plays a criticalrole in Armenia's economic development. The  faculty has a longstanding tradition of training professionals who have  significantly contributed to structures of  strategic importance for the country, especially in finance and beyond.  I am pleased to see that the faculty continues to educate and inspire new  generations, and I take pride in Byblos Bank Armenia's support of this  mission,\" said Hayk Stepanyan, the Bank's Chief Executive Officer and an  alumnus of the faculty.\"The anniversary is a wonderful chance to  reflect on our accomplishments and plan for future endeavors. With nearly a  century of experience, our faculty is moving forward steadily. We are committed  to the important mission we've embraced, supported by our partners in key  initiatives for the Faculty. The YSU Faculty of Economics and Management has a  strong track record of effective collaboration with Byblos Bank Armenia, which  has launched numerous programs to support our development. We greatly value our  partnership with the Bank and look forward to implementing new projects  together. We appreciate the support,\" said Karlen Khachatryan, the Dean of  the YSU Faculty of Economics and Management.Some  40 distinguished scientists from institutions like Harvard University, Cornell  University, Sorbonne University, University of the Azores, Lomonosov  University, St. Petersburg University, the Harvard Business School, and other  top-ranked universities will attend scientific conference in Armenia from  October 8-10.The  next significant event in the anniversary celebrations will be the solemn  meeting of the YSU Faculty of Economics and Management, scheduled for October  31 at the Aram Khachatryan Concert Hall, with approximately 1,300 guests  expected to attend._____________________________ Byblos Bank Armenia and the University have a history of  successful joint projects. In particular, under a memorandum of cooperation  signed between the Bank and YSU high-achieving YSU students receive a nominal  scholarships and tuition reimbursement.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:14:59"
    },
    "https://www.byblosbankarmenia.am/en/article/casekey2024-business-meeting": {
        "date": "2024-09-24",
        "category": "CSR",
        "title_en": "Traditional business meeting held with CaseKey participants",
        "content_en": "A business breakfast with Hayk  Stepanyan, CEO of Byblos Bank Armenia, has already become a tradition for the  participants of the CaseKey Business Case Competition.On September 21, the most engaged  participants met with the head of the Bank in a relaxed setting to discuss topics  they are most interested in. These included the challenges of digital banking  development, professional orientation, last year's experiences with the Bank  and CaseKey, as well as the motivation to sponsor the competition for the second  year.The meeting was held in a  friendly atmosphere, where participants shared their expectations for the  competition and their excitement about tackling real business cases.The CaseKey competition is a unique format, whose title  sponsor for the second year in row is Byblos Bank Armenia. This year, 263  talented young people and coaches have been given the opportunity to  participate in the competition, forming 24 teams, including six from Armenia’s  provinces.As part of the competition, the participants get to know a  company's business, its culture, and solve actual business problems.———————Prioritizing  meaningful social impact, Byblos Bank Armenia continues to invest in causes  that foster healthy, thriving communities by implementing diverse CSR programs  and educational projects. Among programs financed by the Bank, the CaseKey  competition has a unique significance as a platform teaching practical  knowledge.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:02"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-scholarships-2024-25": {
        "date": "2024-09-13",
        "category": "CSR",
        "title_en": "5 more YSU students awarded AMD 1 million scholarship each: Byblos Bank Armenia continues to motivate young minds",
        "content_en": "Five  more students from the Yerevan State University have been awarded nominal  scholarships from Byblos Bank Armenia, each receiving 1 million drams.The  students were chosen from the 3rd and 4th years of undergraduate studies as  well as the 1st year of the master's program in the Faculty of Economics and  Management. The selection was based on academic performance, social and extracurricular  activity, participation in volunteer work, as well as involvement in  intellectual and scientific events, and research activities.Launched  in 2023, the program aims to motivate and inspire young people towards new  achievements. It also encourages academic advancement, as other students, upon  learning about the scholarship and its criteria, are motivated to enhance their  own performance in order to earn a scholarship in future years.Byblos  Bank Armenia CEO Hayk Stepanyan believes that every scholarship has the  potential to become a new success story.\"Motivation  and encouragement are crucial in a student's life. At Byblos Bank Armenia, we  believe in investing in the future by supporting our young minds. Scholarships  are not just about financial aid; they enable students to focus on learning,  help them overcome obstacles and shape their own success stories. We are  excited to see how these talented individuals will contribute to our community  and beyond. We hope that our ongoing partnership with YSU will yield positive  results\", Hayk Stepanyan remarked. According  to YSU rector Hovhannes Hovhannisyan, partnership with Byblos Bank Armenia is  important for the university.\"The  program not only offers financial support to our students but also provides  them with opportunitiesto network within the  banking industry, interact with professionals who serve as role models, and see  firsthand the success that can be achieved through determination, hard work,  and professional growth. The initiative allows the university to strengthen its  relationship with a valued partner, Byblos Bank Armenia, and expand the scope  of collaboration,\" said Hovhannes Hovhannisyan. ________________________________ The  Bank and the University have a history of successful joint projects. A  memorandum of cooperation signed with YSU was a key initiative undertaken as  part of the Bank’s 15th anniversary celebrations in 2023. During the 2023-2024  academic year, 10 YSU students received a nominal scholarship of AMD 1 million  each, while five others got tuition reimbursement.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:05"
    },
    "https://www.byblosbankarmenia.am/en/article/Gabriela-Harutyunyan-European-chess-championship": {
        "date": "2024-08-12",
        "category": "CSR",
        "title_en": "12-year-old Gabriela Harutyunyan  aims for the European chess champion’s title",
        "content_en": "12-year-old Gabriela Harutyunyan is preparing for a significant event in her sports journey – the European Youth Chess Championship 2024.Gabriela is the 2024 U12 Girls Chess Champion of Armenia, who will be representing the country in the European Championship with sponsorship from Byblos Bank Armenia.Gabriela started playing chess at the age of 5. She has since excelled in numerous tournaments, securing titles such as the Yerevan U10 Girls Championship, Armenia U10 and U12 Girls Championships, and achieving 4th place in the European U10 Girls category.Hayk Stepanyan, CEO of Byblos Bank Armenia, expressed enthusiasm about Armenia's strong chess culture.“We admire Gabriela's skill, dedication and victories. I hope that the support of Byblos Bank Armenia will help Gabriela hone fundamental chess skills, further boost her rating and win another championship title\", said Hayk Stepanyan.The 2024 European Youth Chess Championship is scheduled to be held in Prague, the capital of the Czech Republic, from August 21 to September 1. Gabriela will also represent Armenia at the 2024 World Youth Chess Championship.Prioritizing meaningful social impact, Byblos Bank Armenia continues to invest in the most diverse educational projects and support the advancement of talented young people.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:07"
    },
    "https://www.byblosbankarmenia.am/en/article/Digital-Card": {
        "date": "2024-07-23",
        "category": "Product",
        "title_en": "Byblos Digital Cards: Tailored for a generation opting for everything digital",
        "content_en": "Byblos Bank Armenia has launched the Byblos  Digital Card to cater to  customers who prefer everything digital.A digital card  can be obtained through the Byblos Mobile app or the Online Banking system  anytime, 24/7, without needing to visit the Bank. Within seconds of ordering,  you can start using it for cashless purchases.If obtained before  September 30, Customers will receive the  digital card free of charge for three years and will accumulate interest  on positive balances for one year.“Byblos Bank Armenia has launched the Mastercard Digital card to highlight its focus on offering remote  digital services to customers and ensuring real-time service delivery. This  card is in fact a  full-fledged bank card. With the digital card, the Bank's customers can  perform non-cash transactions both domestically and internationally. The  introduction of this product marks another step by the Bank as part of its  digital reform strategy. By the way, we're planning exciting new advancements  concerning the digital card,” says Suren Voskanyan, Head of Innovation and  Digitalization at Byblos Bank Armenia.The digital card  is versatile, always available on  the smartphone, and convenient for all  kinds of transactions – from online shopping to contactless payments in  stores, as well as topping up online wallets and making international  transfers. Similar to  physical cards, digital cards can also be linked to Google Pay and Apple Pay,  allowing users to make payments anywhere  in the world. More information  about the Byblos Digital Cards is available here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:10"
    },
    "https://www.byblosbankarmenia.am/en/article/add-other-card": {
        "date": "2024-07-03",
        "category": "Product",
        "title_en": "New service: other bank cards in Byblos Mobile",
        "content_en": "Byblos Bank Armenia has launched a new service enabling customers to link cards from other banks to the Byblos Mobile app and Online Banking system.Customers can transfer funds from said cards to Byblos Bank Armenia accounts and cards and make fast and convenient transactions.To link a card, simply navigate to the Cards section of the Byblos Mobile app / Online Banking system, tap on \"New Card\", choose \"Attach Another Card\", enter card details, and click \"Pay\".The attachment of the card will be confirmed once you receive a 3D Secure authentication code via SMS and fill it in the system.A one-time fee of 5 drams is applied during the card attachment process, which is refunded to the Customer's account once the process is successfully completed.The bank is enhancing its range of digital products, with additional solutions anticipated very soon.The Byblos Mobile app is available on the App Store and the Play Store.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:14"
    },
    "https://www.byblosbankarmenia.am/en/article/Dynamic-deposit-offer": {
        "date": "2024-06-27",
        "category": "Product",
        "title_en": "Cumulative deposit on flexible terms. Byblos Bank Armenia's new offer",
        "content_en": "Byblos Bank Armenia introduces a special cumulative deposit offer aimed at fostering dynamic growth of funds.Once the deposit is fixed, it can be topped up at any time (except during the three months prior to maturity), and interest will be accrued quarterly.Deposits starting from AMD 500,000 | $1,000 | €1,000 and above are accepted, offering competitive interest rates and access to an overdraft facility.Customers booking a deposit as part of the offer will receive a 50% discount on the rental of safe deposit boxes.Deposits can be fixed at any branch of Byblos Bank Armenia, while applications can be submitted online as well.The offer is valid until December 31. For more information please call 060 616100.Byblos Bank Armenia CJSC was founded and opened the doors of its first branch in 2007. Today, the Bank has four branches in Yerevan where customers can use various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:16"
    },
    "https://www.byblosbankarmenia.am/en/article/Transfer-via-contact": {
        "date": "2024-06-26",
        "category": "Product",
        "title_en": "Introducing Transfer via Contact: Byblos Bank Armenia’s convenient and free new feature",
        "content_en": "Transferring money between accounts has become easier with the introduction of Transfer via Contact, a new, convenient, and free feature, now available to all Byblos Bank Armenia customers.The service is available in the Byblos Mobile app and the Online Banking system․ It allows Customers to swiftly transfer funds without the need to input bank account details. Instead, they only need to enter the recipient's phone number or email address, specify the amount and confirm the transaction.Transfer via Contact is convenient, user-friendly and fast. It caters to the needs of modern consumers who value efficiency and ease of use in financial transactions.To use the service, both the sender and the recipient must be Customers of the Bank.The bank is enhancing its range of digital products, with additional solutions anticipated very soon.The Byblos Mobile app is available on the App Store and the Play Store.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:19"
    },
    "https://www.byblosbankarmenia.am/en/article/June1-celebration": {
        "date": "2024-06-04",
        "category": "News",
        "title_en": "Byblos Bank Armenia's June 1 event celebrates childhood, imagination",
        "content_en": "Protection of children’s rights and contributing to their well-being has always been a crucial point in the Corporate Social Responsibility portfolio of Byblos Bank Armenia.On the International Children's Day on June 1, this commitment transformed into a vibrant celebration of childhood and imagination at one of Yerevan's most popular venues, the Lover’s Park.Children of different ages gathered in the park to communicate with one another in their own special language, to play games, run around and enjoy the sun.The highlight of the event was a special interactive play prepared exclusively for the young guests of Byblos Bank Armenia and staged by a troupe from Henrik Malian Theatre. The play tackled the financial world using simple language and child-friendly examples to make it understandable for the young audience.The children got to interact with Mr. Dram (Mr. Money) and learned about the importance of money-saving habits and budgeting in an engaging, fun way.Alongside their parents, grandparents and family members, they also played games, were treated to refreshments and received special gifts.Prioritizing meaningful social impact, the Bank continuously invests in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.The videos created with the kids captures the joy experienced during the event.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:22"
    },
    "https://www.byblosbankarmenia.am/en/article/Casekey2024-official-opening": {
        "date": "2024-05-23",
        "category": "CSR",
        "title_en": "Welcome to CaseKey 2024. Byblos Bank Armenia firmly stands by future innovators",
        "content_en": "Strategic business cases, invaluable experience, innovative approaches and more than 25 events are in store for the participants of CaseKey Business Case Competition 2024, whose title sponsor for the second year in a row is Byblos Bank Armenia.The competition officially opened on May 21. Over the next six months, participants will solve four business cases, spend active training days with their coaches, compete in an intellectual game, and have informal meetings with leading experts from various fields.This year, 263 talented young people and coaches have been given the opportunity to participate in the competition, forming 24 teams, including six from Armenia’s provinces. From a record number of applications, only the top 35% of applicants were selected to join the project.Hayk Stepanyan, CEO of Byblos Bank Armenia, welcomed the participants with a motivational speech at the event’s opening and advised that the young people view education as a long-term investment.\"Byblos Bank Armenia is keen on building the future of youth in Armenia through its Corporate Social Responsibility programs, which is why for the second year in a row, the Bank is funding the CaseKey competition. We consider this a worthwhile investment as part of our commitment to innovation. Last year, I engaged with the young people on various occasions and I was happy to see their curiosity and strong desire to learn. We are glad to have a record number of students from the provinces joining the competition this year. An important element contributing to CaseKey's success is teamwork, something that aligns with our Bank's values. I am confident that we will achieve great results this year as well, with our Bank committed to supporting the development of the participants' capabilities,\" said Hayk Stepanyan.CaseKey co-founder Arshak Karapetyan reflected on the success of the CaseKey international team.“We are committed to providing an enriching experience for our students, and we are confident that this year’s event will exceed expectations. We owe a huge debt of gratitude to our sponsors and partners, who have been instrumental in making this event possible. In particular, we would like to express our heartfelt thanks to Byblos Bank Armenia. Their unwavering support for the second year in a row has enabled us to bring high-quality education and networking experiences to Armenian students. Together, we are shaping the future of education and creating opportunities for the next generation of leaders,\" said Arshak Karapetyan.Prioritizing meaningful social impact, Byblos Bank Armenia continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects. Among programs financed by the Bank, the CaseKey competition has a unique significance as a platform teaching practical knowledge.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:24"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-scholarship-students-day": {
        "date": "2024-05-16",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia celebrates Students' Day with scholarship recipients",
        "content_en": "Ahead of the Students and Youth Day in Armenia, Yerevan State University students who received scholarships from Byblos Bank Armenia gathered in a casual setting to meet with the Bank's CEO, Hayk Stepanyan.The Bank and the university have a history of successful collaboration. One of the key projects implemented to celebrate the 15th anniversary of the Bank in 2023 was the memorandum of cooperation signed with the university. During the 2023-2024 academic year, 10 YSU students were granted nominal scholarships of AMD 1 million each, while five others received tuition reimbursement.May 16 marks Students and Youth Day, as well as the day of the foundation of YSU, which served as an opportunity for scholarship recipients to express how support from the Bank further fueled their motivation.Following the meeting, Byblos Bank Armenia CEO Hayk Stepanyan expressed his admiration for the students.\"We are very happy for this opportunity provided by the university, which allowed us to meet students who received scholarships from Byblos Bank Armenia. I am impressed by them and I hope that the scholarships will help them achieve their goals. Byblos Bank Armenia prioritizes academic education, and this scholarship program too is in the center of our attention,\" said Hayk Stepanyan.YSU Rector Hovhannes Hovhannisyan also joined the gathering and stressed that the university appreciates its partnership with Byblos Bank Armenia, highlighting its role in bridging the gap between education and employment.\"In our conversation with the students today, we once again emphasized that this scholarship is also a responsibility, because they should be able to use the results of their education to boost their career in the future. Such collaborations between the university and the employer create wide opportunities for all. I think our students will make the best of this opportunity, and scholarships provided by Byblos Bank Armenia will serve their purpose,\" said Hovhannes Hovhannisyan.The initiative is ongoing. In the coming years too Byblos Bank Armenia will grant scholarships to high-achieving students of the YSU Faculty of Economics and Management.Prioritizing meaningful social impact, the Bank continuously invests in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.Details of the scholarship and tuition reimbursement program can be found here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:27"
    },
    "https://www.byblosbankarmenia.am/en/article/SME-refinancing-2024": {
        "date": "2024-05-06",
        "category": "Product",
        "title_en": "Business Refinancing Special Offer from Byblos Bank Armenia",
        "content_en": "Byblos Bank Armenia is introducing a special offer to promote the development of small and medium-sized businesses.The offer allows entrepreneurs to transfer their existing loans to Byblos Bank Armenia, and the Bank will cover transfer costs and provide special terms of service, inclding a grace period of up to 12 months, free Online Banking throughout the duration of the loan, without arrangement and servicing fees and a competitive interest rate (from 12% (֏) | 9% ($) | 7% (€).Financing and benefits are provided when transferring either or unsecured loans to Byblos Bank Armenia.The special offer is valid until 31 December 2024.Detailed information about the offer is available here.Byblos Bank Armenia CJSC was founded and opened the doors of its first branch in 2007. Today, the Bank has four branches in Yerevan where customers can use various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:30"
    },
    "https://www.byblosbankarmenia.am/en/article/CCF-2024": {
        "date": "2024-04-30",
        "category": "News",
        "title_en": "Byblos Bank Armenia joins CCF 2K24 festival of top employers",
        "content_en": "Byblos Bank Armenia joined the  Career City Fest 2K24 festival of the best employers, participating in two  events of the gathering in Yerevan.On April 28, Ani Karapetyan, the  head of the Bank’s HR, was a speaker at a panel discussion titled \"Women  and Careers\". During the event, participants talked about the role of  women in Armenian partnership relations, as well as challenges women face when  building a career and the ways to overcome them.Ani Karapetyan emphasized the importance  of the balanced involvement of women and men in the workforce, which she said leads  to finding constructive solutions and complementing each other. According to her,  this principle lies at the heart of Byblos Bank Armenia’s activity, where the  ratio of female and male employees has been almost equal for 5 years now.Later in the day, young teammates  from the Bank participated in CCF’s most colorful event – the EVP Show – which  is a special platform to introduce companies' corporate culture and their  innovative and creative approaches.The young people had seven  minutes to tell about the Bank, to introduce it as the best employer and  showcase the benefits that employees get when joining the Bank, including many  opportunities for development and growth, a great package of benefits, team  building and entertainment, a healthy work environment, reliability.The atmosphere during the  presentation was cheerful, with spectators playing an interactive game and  winning prizes, including Clayton M. Christensen’s bestseller, “The Innovator’s  Dilemma”, the Armenian translation and publication of which was sponsored by  Byblos Bank Armenia. The main prize was a one-year subscription to Coursera  Plus, which means the participant who was the fastest to answer the question of  the quiz correctly now has the chance to access Coursera and enroll in any of  the 7,000+ courses for free over the course of one year, with no limit on the  number of courses they can take. Byblos Bank Armenia, both as an  employer and as a company operating in Armenia, strongly highlights the  importance of continuous education. Each employee of the Bank gets their training  plan to help organize and finance their educational needs, participation in  various programs and workshops. Education also stands as a pivotal focus area  within the Bank's corporate social responsibility strategy.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:32"
    },
    "https://www.byblosbankarmenia.am/en/article/HFC-donation": {
        "date": "2024-04-11",
        "category": "CSR",
        "title_en": "Bank donates AMD 5M to Health Fund for Children of Armenia",
        "content_en": "Byblos Bank Armenia has donated AMD 5 million to the Health Fund for the Children of Armenia to support the fund’s projects aimed at treating children with health issues.Prioritizing meaningful social impact, the Bank continues to invest in causes that foster healthy, thriving communities.Byblos Bank Armenia CEO Hayk Stepanyan believes it is important to participate in the organization of treatment of children with health issues and the prevention of diseases among kids.“Byblos Bank Armenia anchors its firm belief in our Nation by supporting future generations. Whether through education, health, culture or more, the Bank is committed to championing projects and supporting foundations whose goals align with its vision. The Health Fund for the Children of Armenia is a natural partner for us through their dedication of the professional team , and their relentless activities to promote children's health in our country. We recognize that patients have different needs, and such measures enable industry leaders to find targeted solutions and mobilize resources in order to provide quality care and treatment to our kids,” said Hayk Stepanyan.According to founding director of the Fund Armen Martirosyan, the trust and willingness to cooperate displayed by Byblos Bank Armenia is humbling.“The Bank has always supported such initiatives and provided necessary resources so that children with serious health issues grow up in a healthy environment and get to enjoy a carefree childhood. We greatly appreciate that. Funds donated by Byblos Bank Armenia will be directed to the creation of health infrastructure in the provinces of Armenia,” Armen Martirosyan noted.The main programs of the foundation focus on the provision of quality treatment in Armenia and abroad to children with serious health issues, institutional work aimed at preventing serious diseases among kids, re-equipment of hospitals, and the international training of doctors.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:34"
    },
    "https://www.byblosbankarmenia.am/en/article/MIRcards-termination": {
        "date": "2024-03-20",
        "category": "Announcement",
        "title_en": "Termination of MIR cards servicing",
        "content_en": "Dear Customers,Please be informed that starting from March 29, Byblos Bank  Armenia will terminate the servicing of transactions with MIR payment cards via  the Bank’s POS terminals and  ATMs due to sanctions imposed on the operator of the MIR system.For more information, please call +374 60 61 61 00.Sincerely,Byblos Bank  Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:36"
    },
    "https://www.byblosbankarmenia.am/en/article/CaseKey2024-titlesponsorship": {
        "date": "2024-03-06",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia named CaseKey title sponsor again",
        "content_en": "Byblos Bank Armenia will serve as the title sponsor of the CaseKey Business Case Competition in 2024.For the 2nd year in a row, the Bank will finance the commitment of the competition to teach practical skills to more than 250 smart young people.CaseKey 2024 will launch in May. Leading representatives of Armenian business community and consulting firms will be involved in the 6-month educational endeavor.Throughout the program, participants will work on three to four micro cases from real businesses in Armenia and will solve the main business case of the year during a gala event in November.According to Byblos Bank Armenia CEO Hayk Stepanyan, the participants' interest in acquiring business skills is commendable.“Practical skills are invaluable in terms of applying knowledge in real business situations. We are encouraged by the results of last year's CaseKey competition, which is why we are teaming up with the initiative again this year. I am glad that there is such a platform providing young people with access to resources that are essential for their growth,” said Hayk Stepanyan.CaseKey co-founder Arshak Karapetyan believes the cooperation creates many opportunities for young people.\"I extend my heartfelt thanks to Byblos Bank Armenia for their continued support as our title sponsor for the second year in a row. Their support not only encourages us but also motivates us to elevate CaseKey Business Case Competition 2024 to new heights. This partnership is not just about us; it directly benefits our participants, providing them with invaluable opportunities to showcase their talents, hone their skills, and network with industry professionals while still being a student. Together, we are shaping the future of our community,\" Arshak Karapetyan noted.This year, the event will be growing not only in quantity, but also in quality. For the first time, the competition will benefit from long-term involvement of international education experts from the United States and Great Britain.Throughout CaseKey 2024 the Bank will provide full support to the participants and help them develop their practical capabilities.Prioritizing meaningful social impact, the Bank continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.————————————————The CaseKey competition is a unique format that brings together more than  200 smart young peopleeach  year,who get to know  companies' business, their culture, and solve actual business problems.The most memorable moments from the CaseKey 2023 gala event are available in the video below.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:38"
    },
    "https://www.byblosbankarmenia.am/en/article/Innovators-Dilemma-book-presentation": {
        "date": "2024-03-01",
        "category": "CSR",
        "title_en": "The Innovator's Dilemma: Byblos Bank Armenia supports publication of Armenian edition",
        "content_en": "Byblos Bank Armenia has supported the Armenian translation and publication of American business consultant Clayton M. Christensen’s bestseller, \"The Innovator's Dilemma\", by Antares Publishing House, as part of the Bank’s commitment to support educational projects.\"Why is success so difficult to sustain?\" Christensen sought to answer this and many other questions in one of the most important books chronicling how innovation takes place. \"The Innovator's Dilemma\" weighs in on sustaining and disruptive technologies, explains why established companies begin to decline, and offers simple solutions aimed at meeting the expectations of dissatisfied or neglected customers.The Armenian edition of the book was unveiled at a presentation on February 28, which was attended by the representatives of the Bank and Antares Publishing House, as well as by booklovers and readers. Antares CEO Armen Martirosyan laid out the key messages of the book and curated a Q&A session with the guests.Byblos Bank Armenia CEO Hayk Stepanyan attended the presentation and spoke about the Bank's decision to finance meaningful educational programs and support the project.“Cooperation between Byblos Bank Armenia and Antares Publishing House seeks to enrich the Armenian reader's library with another important book. Certainly, \"The Innovator's Dilemma\" is a useful piece of work for developing strategic thinking for everyone, regardless of the industry they are involved in. Broadly speaking, the book is also about the ways to achieve success and the choice of strategy, which will help today's and future innovators to find their way and choose the right business model,\" said Hayk Stepanyan.CEO of Antares Media Holding Armen Martirosyan weighed in on the importance of financing the book by the Bank.“Different sectors dealing with money face different risks. A bank is a risk-balancing institution, and typically a conservative one. After all, the money collected by other customers over the years is the basis for the realization of their dreams, and of course, you have to be extremely careful. And what does innovation have to do with banking? Of course, banks can be the first to use the achievements of scientific and technical development. And what is Byblos Bank Armenia’s most secure innovation? Learning and helping others learn. The publication of this book testifies to both innovation and responsibility,” said Armen Martirosyan.The winners of a Book Giving Day competition organized by Byblos Bank Armenia earlier participated in the event too and received their copy of the book as a prize.This is not the first cooperation between the Bank and the publishing house: the Armenian translation and publication of the book \"Why Nations Fail\" by Daron Acemoglu and James A. Robinson too was supported by Byblos Bank Armenia.Prioritizing meaningful social impact, the Bank continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:40"
    },
    "https://www.byblosbankarmenia.am/en/article/casekey-meet-the-CEO": {
        "date": "2024-02-23",
        "category": "CSR",
        "title_en": "Preparing for Budapest: CaseKey collective team meets Byblos Bank Armenia CEO",
        "content_en": "On February 22, Byblos Bank Armenia CEO Hayk Stepanyan met with the four participants of the CaseKey competition who will travel to Budapest in spring to take part in the international business case competition of Corvinus University.The Bank will sponsor the participation of the collective team of the CaseKey Business Case Competition 2023 in Budapest’s CUBE 2024.The Bank CEO inquired about the readiness of the team and was reassured when the young people shared their enthusiasm and their expectations. The team displayed a great sense of responsibility and said would do everything to achieve good results.In turn, Hayk Stepanyan, answered all their questions, and wished them success.“I am confident that the team is well prepared for the competition. It is also an opportunity for an exchange of experience, for getting to know how their peers from other countries think, the solutions they offer, as well as for learning what business models European companies employ,” said Hayk Stepanyan.CaseKey co-founder Arshak Karapetyan said he was excited about the partnership with Byblos Bank Armenia, which facilitates the international team's participation in CUBE 2024.“This collaboration underscores Byblos Bank Armenia's commitment to fostering talent and innovation within Armenia's educational sector. I also thank CEO Hayk Stepanyan for his personal investment in our students' growth, exemplifying true leadership. This opportunity advances our students' skills and contributes to the internationalization of Armenia's educational landscape. Wishing our team the best of luck as they embark on this enriching journey,” said Arshak Karapetyan.At the end of the meeting, each participant received a copy of American business consultant Clayton M. Christensen’s bestseller, \"The Innovator's Dilemma\", the Armenian translation and publication of which was sponsored by Byblos Bank Armenia as part of the Bank’s commitment to support educational projects.To remind, the CaseKey competition is a unique format, whose title sponsor in 2023 was Byblos Bank Armenia. More than 200 smart young people participated in CaseKey 2023, getting to know companies' business, their culture, and solving actual business problems.Prioritizing meaningful social impact, Byblos Bank Armenia continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:42"
    },
    "https://www.byblosbankarmenia.am/en/article/CaseKey-Budapest2024": {
        "date": "2024-01-23",
        "category": "CSR",
        "title_en": "Bank to sponsor CaseKey team’s participation in Budapest’s CUBE 2024",
        "content_en": "Byblos Bank Armenia will sponsor the participation of the collective team of the CaseKey Business Case Competition in Budapest’s CUBE 2024 – the business case competition of Corvinus University – this spring.Following months of preparations, 4 participants were chosen from among the finalists of the main case of the CaseKey 2023 Gala, based on the requirements of the international business case competition. Two coaches will also travel to Budapest with them.During the competition to be held on April 4-11, the teams will solve 3 cases focusing on general business strategy. 20 teams from various universities of the world are expected to participate in CUBE 2024. The competition always involves top companies from Eastern and Central Europe, and business cases introduced by them are solved by contestants, each within a maximum of 20 hours.The CaseKey team from Armenia will be joining an international business case competition for the 4th time now, including 2 times in Florida, U.S. and once in Copenhagen, Denmark.When planning its CSR programs, Byblos Bank Armenia specifically focuses on education, and CaseKey 2023 was chosen as an exciting project that teaches practical skills. Throughout the competition, the Bank supported the participants at all times to contribute to the development of their capabilities.To remind, the CaseKey competition is a unique format, whose title sponsor in 2023 was Byblos Bank Armenia. More than 200 smart young people participated in CaseKey 2023, getting to know companies' business, their culture, and solving actual business problems.____________________Byblos Bank Armenia was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.Prioritizing meaningful social impact, the Bank continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and educational projects.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:44"
    },
    "https://www.byblosbankarmenia.am/en/article/NewYear-charity": {
        "date": "2023-12-20",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia donates New Year gift funds to Soldier's Home",
        "content_en": "Byblos Bank  Armenia is summing up 2023 and ringing in the New Year with an important  donation.On behalf of all  of the Bank’s employees, customers and partners, funds intended for holiday  gifts will be transferred to the Soldier's Home charitable NGO to contribute to  the social reintegration of disabled veterans, as well as to projects aimed at  providing education, training and employment for the displaced residents of  Artsakh.The donation will  fund the participation of forcibly displaced Artsakh civilians in educational  programs that match their preferences and potential, as well as provide  advanced professional education at a later stage and help them find a job.The cooperation  was officially announced on December 19, when the Bank's Chief Executive  Officer Hayk Stepanyan and Director of the Soldier's Home Charity NGO Haykuhi  Minasyan signed a memorandum at a special event at the Soldier's Home.\"We are  happy to collaborate with the Soldier's Home again and unite around the  important goal of returning wounded soldiers to a normal life. Today, our  attention is also focused on efforts to help our compatriots displaced from Artsakh,  to create a healthy environment for them. I am confident that there will be  some tangible result, and I hope we will continue the work to benefit the  defenders of the motherland,\" said Hayk Stepanyan, Chief Executive Officer  of Byblos Bank Armenia.As part of the  New Year initiative, Byblos Bank Armenia joined the Soldier’s Home project  Armenia 301 to make a modest contribution to improving the quality of life of  injured veterans․ The symbol of the project Armenia 301 is the painting  “Hayastan” (Armenia) by Martiros Saryan, and during the event, the  representatives of the Bank got to install fragments of a puzzle on a replica  installed at the Soldier's Home.“The policy  adopted by Byblos Bank Armenia clearly reflects the Bank’s attitude towards the  defenders of the motherland. It is not the first time that the Bank supports  the Soldier's Home, so that we can take care of the veterans and improve their  lives. It is very nice to see that Byblos Bank Armenia feels a great social  responsibility towards people who were injured while defending the homeland. We  are immensely grateful and we hope this will become a contagious example for  many other organizations as well,” said Haykuhi Minasyan, the Director of the  Soldier's Home Charity NGO.This year, forcibly  displaced persons from Artsakh are the primary beneficiaries of all, including  educational programs of the Soldier’s Home. Their social integration is  achieved through education and creation of a permanent source of income for  them.In 2022-2023, the  Soldier’s Home assessed the educational needs of about 2,400 beneficiaries, of  which more than 1,300 participated in various educational courses, and over400  of them found jobs._____________________In 2023, Byblos Bank Armenia CJSC celebrated  its 15th anniversary and financed a number of educational and charity projects  throughout the year. The Bank was founded in December 2007.Today, Byblos Bank  Armenia has four branches in Yerevan where customers access various banking  services and receive financial advice. The Bank provides its customers  corporate-retail banking services that meet the highest international  standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:46"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-paneldiscussion": {
        "date": "2023-12-19",
        "category": "News",
        "title_en": "YSU-hosted panel discussion dedicated to 30th anniversary of Armenian dram",
        "content_en": "On December 18, Byblos Bank Armenia CEO Hayk Stepanyan participated in the panel discussion \"30th Anniversary of the Armenian Dram: Developments and Perspectives\".The discussion at the Faculty of Economics and Management of Yerevan State University (YSU) sought to study the problems of various sectors of the economy with the participation of faculty students.During the event, Hayk Stepanyan weighed in on the challenges facing the banking sector, cyber security, protection of personal and financial data, as well as the future of the Armenian dram.Also attending the discussion were Governor of the Central Bank of Armenia Martin Galstyan, Dean of the Faculty of Economics and Management at YSU, Associate Professor Karlen Khachatryan (PhD), former Governor of the Central Bank (1994-1998), Chairman of the Board and Executive Officer of Garni Invest UCO Bagrat Asatryan and Converse Bank CEO Andranik Grigoryan.Martin Galstyan spoke about the history of the dram, future plans, as well as policies being implemented by the Central Bank of Armenia.Dean of the University’s Faculty of Economics and Management Karlen Khachatryan noted that the event marks the beginning of discussions of important economic and social issues in a new format with the active participation of leading experts in the industry.Rapid financial, geopolitical and technological developments contribute to holding such discussions more often in order to introduce future professionals to the problems in the field and to come up with strategic solutions for them.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:48"
    },
    "https://www.byblosbankarmenia.am/en/article/b24-interview": {
        "date": "2023-12-14",
        "category": "Interview",
        "title_en": "Interview with Business24",
        "content_en": "In an interview with B24, Byblos Bank Armenia CEO Hayk Stepanyan has weighed in on the Bank's 15th anniversary, the demands of today’s digital world, and the conservative banking activity pursued by the Bank.This year, Byblos Bank Armenia celebrated its 15th anniversary, and according to Hayk Stepanyan, the key achievement of the Bank is the thousands-strong base of customers who have purchased apartments, improved their financial wellbeing, and created new levers for the development of their businesses thanks to financing obtained from the Bank.\"Times are changing, so are the challenges. And Byblos Bank Armenia is totally ready to take on these challenges and develop. We are quite optimistic about the next 15 years,\" he said.To celebrate its 15th anniversary, the Bank supported a number of important educational projects throughout the year.\"Education is a priority direction in our corporate social responsibility efforts. It derives from our mission. One of the core elements of our mission is to benefit the community we serve, and we believe that Armenia is currently in need of a highly educated workforce. We are convinced that this will lead to the development of the economy,\" said the Chief Executive Officer of the Bank.The full video of the interview is available above.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:51"
    },
    "https://www.byblosbankarmenia.am/en/article/CaseKey2023-gala": {
        "date": "2023-11-14",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia Celebrates Education at CaseKey 2023 Gala",
        "content_en": "On November 10-12, the gala event  of the CaseKey BusinessCase  Competition 2023, whose title sponsor this year was Byblos Bank Armenia, was held attheCentral Bank’sDilijan Training  and Research Center.Around 200 promising young people spent 3 eventful days in the town of  Dilijan, communicated with professionals of the financial and banking system  and worked on the solution of a strategic business case introduced by Byblos  Bank Armenia.In the final stage of the  competition, five teams that were selected in semi-finals defended their rather  interesting and non-standard solutions before a professional jury, which  included the management of both the Central Bank and Byblos Bank Armenia, as  well as representatives of a number of leading Armenian companies.In addition, Byblos Bank Armenia unveiled a surprise for the  participants. In particular, the company's Chief Executive Officer Hayk  Stepanyan announced that the Bank will sponsor the participation of the  collective team of the competition in the business case competition of Corvinus  University of Budapest in the spring of 2024.“We are happy to have supported theCaseKey Business  Case  Competition 2023. At  Byblos Bank Armenia, we value the role of both academic and non-formal  education in developing young people's strategic thinking and their ability to  make decisions on the go. As you know, the Bank is celebrating its 15th  anniversary this year, and we have decided to celebrate this achievement with  meaningful educational projects. And as part of this commitment, the young  participants will join the competition in Budapest – in an international format  this time around,” said Hayk Stepanyan.The CaseKey competition was held with the Central Bank’s  support for the third year in a row. It is a unique format that enables  participants to get to know a company's business, its culture, and work on an  actual business problem. The students and young professionals learn from  outstanding specialists and coaches, solve real business problems posed by  Armenian companies and come up with solutions for them.“I am very happy to say that for the third year in a row, the  Central Bank of the Republic of Armenia has been supporting the CaseKey  Business Case Competition, contributing to the development of the abilities and  applied knowledge of the youth of our country. Critical and strategic thinking  is very important for career development and effective work in the Central  Bank, in business, and in any other field. The CaseKey competition offers young  professionals a unique opportunity to develop and use these skills in a  professional and demanding work environment,” said Governor of Central Bank  Martin Galstyan.To celebrate its 15th anniversary, Byblos Bank Armenia  specifically focused on education, and CaseKey 2023 was chosen as an exciting  project that teaches practical skills. Throughout the 6-month long competition,  the Bank supported the participants at all times to contribute to the  development of their capabilities.“We believe that learning based on business cases is key to  advancing Armenia's educational system. Over the past three years, our  commitment to this approach has been unwavering, and we are extremely grateful  to all of our supporters who have stood by us during this time. We would like  to extend a special thank you to Byblos Bank Armenia for their commitment and  support, as well as to the Central Bank of Armenia for their invaluable  investment. Together we are building the future of education in Armenia and  empowering the next generation of leaders,” said Arshak Karapetyan, the  Founding President of CaseKey Business Case Competition._____________Byblos Bank Armenia was founded in December 2007. Today, the  Bank has four branches in Yerevan where customers access various banking  services and receive financial advice. The Bank provides its customers  corporate-retail banking services that meet the highest international  standards. Prioritizing meaningful social  impact, the Bank continues to invest in causes that foster healthy, thriving  communities by implementing diverse CSR programs and educational projects.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:15:55"
    },
    "https://www.byblosbankarmenia.am/en/article/simple-business-loan": {
        "date": "2023-10-18",
        "category": "Product",
        "title_en": "Special offer brings up to AMD 50M business loan based on income declaration only",
        "content_en": "Byblos Bank Armenia is introducing a new special business offer to provide financing to SMEs in a short period of time, based on a minimum package of required documents.To obtain a loan of up to AMD 50,000,000 (or  equivalent in c/v), clients only need to declare income and expenses, and the Bank will make the decision based on that information.Once the application is submitted, the decision will be made in a matter of days.Additionally, businesses will enjoy special terms of service, including a free business card and Online Banking service for 15 months.The special offer is valid until 29 December 2023.Customers can find more detailed information about the offer here._____________Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year. The Bank was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:02"
    },
    "https://www.byblosbankarmenia.am/en/article/Koreez-2023": {
        "date": "2023-10-10",
        "category": "CSR",
        "title_en": "Teachers of high-performing Koreez students receive cash rewards",
        "content_en": "On October 8, the award ceremony of the Koreez All-School Competition 2023 took place, with Byblos Bank Armenia joining the initiative to honor the teachers of smart students.Koreez is an online intellectual challenge for all students in grades 5-12, the aim of which is to encourage their educational endeavors and honor the primary leader throughout their journey – the teacher.Byblos Bank Armenia, which is marking its 15th anniversary this year, decided, among other educational initiatives, to fund two of the teachers of the students with the best results, awarding each of them an incentive of AMD 500,000.According to Hayk Stepanyan, Chief Executive Officer of Byblos Bank Armenia, teachers play an important role in the development of society.“Great teachers have the ability to change lives. They do everything to make sure that talented students live up to their full potential, which is why we decided to encourage those teachers today. At Byblos Bank Armenia, lifelong learning is key, and we hope that our partnership with Koreez will help highlight the role of teachers in our society,” said Hayk Stepanyan.Leader of the Koreez education movement Suren Aloyan is confident that teachers are at the core of the country's development.“Teachers, who make up only 1% of the population of the Republic of Armenia, carry the burden of educating the remaining 99%. They should be respected and appreciated in our country, because if the development of society and the country is entrusted to this 1%, then it is the responsibility of those 99% to do everything to support the teaching institute. We are grateful to Byblos Bank Armenia and CEO Hayk Stepanyan for joining the Koreez educational movement and sharing this important mission with us,” said Suren Aloyan.Koreez was created by the team of Dasaran educational program experts who have more than 14 years of successful project implementation experience in the field. More than 18,000 students and teachers from about 1084 public schools in Armenia and Artsakh have participated in the competition throughout three years.——————————Byblos Bank Armenia CJSC was founded in December 2007. Today, it has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:04"
    },
    "https://www.byblosbankarmenia.am/en/article/cards-for-Artsakh-Armenians": {
        "date": "2023-10-10",
        "category": "Announcement",
        "title_en": "Free cards for displaced Artsakh residents",
        "content_en": "Byblos Bank Armenia will provide free ArCa Gold cards to our compatriots forcibly displaced from Artsakh, through which they will be able to receive a one-off payment of 100,000 drams approved by the Armenian government.Residents of Artsakh, who were forced to move to Armenia on and after September 24, can visit any of the Bank's branches and get a free card on preferential terms:No annual service fee,0% commission when withdrawing money from the Bank's ATMs,Free Online Banking.More information about the government program can be found here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:06"
    },
    "https://www.byblosbankarmenia.am/en/article/casekey-business-meeting": {
        "date": "2023-10-03",
        "category": "CSR",
        "title_en": "Business meeting with participants of CaseKey 2023",
        "content_en": "On October 1, the most active 15 participants of the CaseKey Business Case Competition had a business breakfast with Byblos Bank Armenia CEO Hayk Stepanyan.The young professionals and the head of the Bank communicated met in a relaxed atmosphere and chatted about the role of the financial and banking system in the economy and public life in crisis situations, as well as the importance of the proper organization of education.At the end of the breakfast, each contestant received the book \"Why Nations Fail\" by Daron Acemoglu.To remind, the CaseKey competition is a unique format, whose title sponsor this year is Byblos Bank Armenia. More than 200 smart and promising young people participate in CaseKey 2023, getting to know a company's business, its culture, and solving actual business problems._____________Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.The Bank was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:07"
    },
    "https://www.byblosbankarmenia.am/en/article/SOS-childrens-villages": {
        "date": "2023-08-29",
        "category": "News",
        "title_en": "More than 500 kids from SOS-Children's Villages in Yerevan get fresh stationery supplies",
        "content_en": "Ahead of the new school year, Yerevan-based young beneficiaries of the SOS-Children's  Villages Armenian charity foundation received stationery kits thanks to the  annual fundraising campaign organized by the foundation.Byblos Bank Armenia, too, joined the initiative to honor its commitment to  contribute as much as possible to the most diverse educational programs.As a result, stationery supplies were purchased for the children of the  Foundation's Family Strengthening Program in Yerevan, benefiting more than500 kids who are now are ready for September  1.“Byblos Bank Armenia is glad to be working with the SOS-Children's Villages  charity foundation to meet the most urgent needs of underprivileged children.  Education is the only real stimulus improving the quality of life of people and  societies, and with this initiative, we reaffirm our promise to contribute to  the development of education in Armenia,” said Byblos Bank Armenia CEO Hayk  Stepanyan.“The decision of Byblos Bank Armenia to join the campaign aimed at meeting  the educational needs of children facing difficult life circumstances is very  important. We hope that this step will become the beginning of a closer  partnership between Byblos Bank Armenia and SOS-Children's Villages  foundation,\" said Spartak Sargsyan, the national director of the  foundation.———————SOS Children’s Villages Armenian Charity Foundation started its activities  in the Republic of Armenia immediately after the devastating earthquake in  Spitak in 1988. The Foundation is a child-centered organization whose mission  is to provide family-like care for children facing difficult life  circumstances. The Family Strengthening Programme, which is being implemented  in Yerevan’s Arabkir and Kanaker-Zeytun communities, are aimed at ensuring the  right of the child to live in a family. Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year. The  Bank was founded in December 2007. Today, it has four branches in Yerevan where  customers access various banking services and receive financial advice. The  Bank provides its customers corporate-retail banking services that meet the  highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:09"
    },
    "https://www.byblosbankarmenia.am/en/article/FlexiPOS": {
        "date": "2023-07-11",
        "category": "Product",
        "title_en": "Byblos FlexiPOS: New business app for accepting contactless payments",
        "content_en": "Byblos Bank Armenia is introducing FlexiPOS – a new contactless cashless payment app for businesses.FlexiPOS is a convenient tool that legal entities and individual entrepreneurs can download to turn a smartphone into a fully functional POS terminal, accept payments and perform other transactions.The service can be activated on NFC-enabled Android smartphones with Internet access. Businesses can then accept payments from contactless cards, as well as from Apple Pay, Google Pay and other digital wallets.After the app has been downloaded, it can be accessed with a password sent to the vendor’s email address. Customers can make contactless payments by hovering their card over the device.Detailed information about the service can be found here.———————Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year. The Bank was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:11"
    },
    "https://www.byblosbankarmenia.am/en/article/deposit-plus": {
        "date": "2023-07-06",
        "category": "Product",
        "title_en": "Deposit Plus with retention of interest: New special offer from Byblos Bank Armenia",
        "content_en": "As part of its 15th anniversary campaign this year, Byblos Bank Armenia is introducing its 2nd special offer for term deposits, the Deposit Plus, giving customers the benefit of retaining interest even in the event of withdrawing the funds before maturity.The new deposit scheme minimizes the risk of losing interest when withdrawing funds prematurely.In particular, customers can fix a deposit for a period of 24 months and at an interest rate of 10.5% (֏)|4.5% ($)|2.5% (€), and in case of termination from the 7th month onwards, the accrued interest will be recalculated to a higher rate of 10% (֏)|4 % ($)|2% (€) interest rate.Customers can book a deposit at any of Byblos Bank Armenia branches, while submitting an application can be performed online as well.The offer is valid until September 30. Further details can be found here.______________________Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.The Bank was founded and opened the doors of its first branch in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:13"
    },
    "https://www.byblosbankarmenia.am/en/article/casekey-2023": {
        "date": "2023-06-13",
        "category": "CSR",
        "title_en": "Practical business skills in focus of CaseKey 2023–Byblos Bank Armenia partnership",
        "content_en": "More than 200 smart and promising young people selected out of 500 applicants will get to participate in the CaseKey Business Case Competition 2023, whose title sponsor this year is Byblos Bank Armenia.This is a unique format that enables participants to get to know a company's business, its culture, and solve an actual business problem.Now in its third edition, CaseKey serves as a platform for students and young professionals to learn from outstanding specialists and coaches, solve real business problems posed by Armenian companies and come up with solutions for them.Byblos Bank Armenia, which is marking its 15th anniversary this year, has decided to celebrate such an important milestone with meaningful projects and finance academic and practical educational initiatives.On the first training day on June 10, Byblos Bank Armenia CEO Hayk Stepanyan met with the participants and spoke from his own experience in business management and administration.“The competition is an excellent opportunity for young talents to obtain practical knowledge in today’s fast-paced world. Working on actual business cases will help them gain a competitive advantage in their careers and the knowledge and skills to craft winning strategies. I am positive that every participant will emerge with a deeper understanding of the business world, and we are here for you every step of the way,” noted Hayk Stepanyan.Founding President of CaseKey Business Case Competition Arshak Karapetyan believes that the partnership with Byblos Bank Armenia symbolizes the sides’ shared commitment to fostering entrepreneurship and driving innovation in the business landscape\"Together, we aim to unlock the potential of young minds, empowering them to become the next generation of change makers. We look forward to a successful collaboration with Byblos Bank Armenia and are excited about the positive impact we can create together. With their invaluable support, we are confident that the CaseKey Business case Competition will continue to be a platform for aspiring youth to thrive and transform their solutions into tangible realities,\" said Arshak Karapetyan.Throughout CaseKey 2023, the Bank will provide full support to the participants, help them develop their practical capabilities.———————Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.The Bank was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:15"
    },
    "https://www.byblosbankarmenia.am/en/article/june1-chess-game": {
        "date": "2023-06-03",
        "category": "CSR",
        "title_en": "15 schoolchildren face Gabriel Sargissian in open-air simultaneous display",
        "content_en": "On June 1, Byblos Bank Armenia held a unique event for kids and school students to celebrate the International Children's Day.During the event at the Charles Aznavour Square in Yerevan, three-time Chess Olympiad champion, grandmaster Gabriel Sargissian performed an open-air simultaneous exhibition against 15 schoolchildren.“I am happy to be spending Children's Day with smart and chess-loving kids. This holiday focuses on the happiness of children, their healthy growth and bright future, and chess has a long-term positive effect, it helps develop a creative mind and improves analytical thinking. I hope such contacts will contribute to spreading our love for chess even more,” said Gabriel Sargissian during the event.The event was organized as part of the Bank's 15th anniversary CSR projects. It aimed to once again highlight the importance of educational programs, giving children the opportunity to communicate and interact with a chess player who has achieved great success.The young chess players approached the meeting with the grandmaster with great responsibility, each of them trying their hardest to display their abilities to the fullest. They had an important experience and went home in good spirits, as well as with a collection of late chess grandmaster Tigran Petrosyan's lectures signed by Gabriel Sargissian.The event, however, did not end there. The Bank had decorated the square with chess-themed accessories and photo booths and organized an entertainment program with a reception, music and games.The Bank had given high priority to the mission of making June 1 as fun as possible and, it seems, succeeded.———————Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.The Bank was founded in December 2007. Today, the Bank has four branches in Yerevan where customers access various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:17"
    },
    "https://www.byblosbankarmenia.am/en/article/YSU-memorandum": {
        "date": "2023-05-22",
        "category": "CSR",
        "title_en": "15 YSU students will receive Byblos Bank Armenia scholarships and tuition reimbursement",
        "content_en": "On May 19, Byblos Bank Armenia and Yerevan State University signed a memorandum of cooperation to establish a framework for the Bank to provide scholarships and tuition reimbursement to 15 high-achieving students.The project is being implemented as part of a series of events celebrating the 15th anniversary of the Bank, with the university-employer partnership and cooperation on projects of common interest at the heart of it.In particular, during the 2023-2024 academic year, 10 students in the 3rd and 4th years of their bachelor's program and those working on their master's degrees at the Faculty of Economics and Management, as well as related disciplines, will receive a nominal scholarship of AMD 1 million each, while five others will get tuition reimbursement. In addition, five of those students will be involved in a practicum program at Byblos Bank Armenia, with the possibility of enrolling with the Company in the future. Throughout the  following years, too, the Bank will provide scholarships to at least 5 students  of the YSU Faculty of Economics and Management.The memorandum was signed by Chief Executive Officer at Byblos Bank Armenia Hayk Stepanyan, YSU Rector Hovhannes Hovhannisyan and Dean of the Faculty of Economics and Management Hayk Sargsyan. The partnership seeks to support, promote and implement programs aimed at enhancing the students' competencies and practical skills, as well as helping them stand out in a competitive job market.According to Byblos Bank Armenia CEO Hayk Stepanyan, the Bank attaches great importance to the development of education in Armenia.\"The purpose of this cooperation with YSU is to provide young people with the necessary knowledge and skills to build their careers in the financial and banking system. We look forward to seeing great results coming from this collaboration and hope to welcome YSU graduates in our ever-growing pool of talent in the future,\" said Hayk Stepanyan.YSU rector Hovhannes Hovhannisyan noted the importance of the cooperation and the opportunities that come with it, and said that the effective connection between the university and the labor market is one of the guarantees for the development of education.\"This form of cooperation, in which businesses get involved in the educational process and contribute to the preparation of qualified, professional personnel, is one of the best manifestations of communication that one can imagine. It is noteworthy that scholarships to be provided by our partners will not only serve as financial aid, but will also encourage our students to do better and achieve success,\" Hovhannes Hovhannisyan noted.Present at the signing ceremony were students and Bank and YSU employees in addition to a number of university officials and guests. The students participated in a Q&A session on the spot and discussed industry trends with the Bank's employees and the managing staff.The sides agreed on the organization of joint projects and the Bank's participation in university events, the involvement of the teaching staff and students in studies and other activities initiated by the Bank, as well as the implementation of joint research projects on issues related to the financial and banking sector.______________________Byblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.Byblos Bank Armenia CJSC was founded in December 2007. Today, the Bank has four branches in Yerevan where customers can use various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:19"
    },
    "https://www.byblosbankarmenia.am/en/article/sme-special-offer-2023": {
        "date": "2023-05-19",
        "category": "Product",
        "title_en": "Byblos Bank Armenia offers 3-month payment deferral to businesses",
        "content_en": "Byblos Bank  Armenia is introducing a special offer that provides a 3-month loan repayment  holiday specifically to small and medium-sized businesses.When obtaining  a new loan or transferring loans from other banks and credit organizations,  entrepreneurs will be exempted from both interest and principal payments for a  period of 3 months. Throughout the grace period, no interest will be applied to  the balance, while the principal amount will be evenly distributed over the  remaining loan duration. Additionally,  businesses will enjoy special terms of service, including a free business card  and Online Banking service for the initial 15 months.The special offer is valid until December29, 2023.You can find more detailed information about  the offer here.Further options for SME financing, along with  their respective terms of service, can be found here.______________________Byblos Bank  Armenia CJSC is celebrating its 15th anniversary this year and will introduce a  number of proposals and initiatives throughout the year.  The Bank was  founded in December 2007. Today, the Bank has  four branches in Yerevan where customers access various banking services and  receive financial advice. The Bank provides its customers corporate-retail  banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:21"
    },
    "https://www.byblosbankarmenia.am/en/article/new-forest": {
        "date": "2023-05-02",
        "category": "CSR",
        "title_en": "New forest to celebrate 30th anniversary of Armenian dram",
        "content_en": "Byblos Bank Armenia has joined a major forest establishment project dedicated to the 30th anniversary of the Armenian dram, which is spearheaded by the Central Bank of Armenia, the Union of Armenian Banks and all 18 commercial banks of the country.As part of cooperation with My Forest Armenia non-governmental organization, 160,000 new trees will be planted to create 50 hectares of new forest areas in the communities of Jrashen and Urasar in Armenia’s Lori province.Armenia is a sparsely forested country, and the present level of forest cover is not sufficient to maintain the natural ecological balance of the country. This initiative is a good example of how the financial and banking system appreciates the unique role of social responsibility, nature conservation and lasting values.According to Byblos Bank Armenia Chief Executive Officer Hayk Stepanyan, the Bank attaches great importance to nature conservation efforts and the efficient use of natural resources.\"We are committed to the principles of responsible banking and are very much interested in integrating environmental issues into our corporate social responsibility programs. By joining forces we can all preserve and restore our natural resources and pass them on to future generations,\" says Hayk Stepanyan, Chief Executive Officer of the Bank.To celebrate the affair, on April 29, a symbolic tree planting event was arranged with the participation of Central Bank Chairman Martin Galstyan, as well as executive officers and employees of commercial banks, during which local Armenian forest tree species were planted. A memorandum of cooperation was signed between the Central Bank, the Union of Banks of Armenia and My Forest Armenia afterwards.\"Today we are kick-starting events that will take place throughout 2023 to celebrate the 30th anniversary of the Armenian dram. It is very symbolic that tree planting is the first such event. The Central Bank prioritizes support for the solution of environmental issues in our country, and we are glad that within the social responsibility framework, together with commercial banks and My Forest Armenia, we can contribute to the improvement of the environment,\" Central Bank Chairman Martin Galstyan said during the event._______________________________________________The Armenian dram was introduced on November 22. On that very day in 1993, the Central Bank of Armenia issued its own national currency to replace the Soviet ruble. On March 27, 1992, a special commission had already decided that the Armenian national currency would be named \"dram\", with “luma\" as its subunit.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:23"
    },
    "https://www.byblosbankarmenia.am/en/article/annual-general-meeting2023": {
        "date": "2023-04-12",
        "category": "Announcement",
        "title_en": "Annual general meeting of the Bank shareholders set for April 28",
        "content_en": "Byblos Bank Armenia CJSC informs that on April 28 the annual  general meeting of the Bank's shareholders will be held through a  teleconference, during which the results of 2022 will be summarized.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:25"
    },
    "https://www.byblosbankarmenia.am/en/article/google-pay": {
        "date": "2023-04-05",
        "category": "Product",
        "title_en": "Bank launches Google Pay™ support for cardholders",
        "content_en": "Byblos Bank Armenia will from now on support Google Pay™, enabling cardholders to take advantage of simple and secure contactless payments and card storage on both Android and Wear OS devices.Cardholders will be able to store both credit and debit cards within Google Wallet and make contactless payments.In addition to payment cards, cardholders will also be able to save and access loyalty cards, boarding passes and event tickets in Google WalletTM.Using Google Pay also makes payments safer with multiple layers of security, adding to the protections already provided by MastercardTM cards issued by Byblos Bank Armenia. This includes industry-standard tokenization, which means when you use your card stored in Google Wallet to pay, transactions are made using a virtual card number (a token). This token is device-specific and associated with a dynamic security code that changes with each transaction, providing an extra layer of protection from fraud.Also, if your phone is ever lost or stolen, you can simply use the “Find my device” function to instantly lock your device from anywhere, secure it with a new password, or even wipe it clean of your personal information.To start paying with a smartphone using Google Pay, cardholders need to download the free-of-charge Google Wallet app from Google Play Store and add the details of their bank cards to the digital wallet. To pay, just activate the screen or unlock your smartphone with password, graphic key, or biometrics, and bring the device to the contactless payment terminal.Contactless payments using Google Pay are available on smartphones with Android 5.0 or higher and a built-in NFC chip. Contactless payments with an NFC-enabled smartwatch based on Wear OS 2.15 or higher are also enabled.Google Pay and Google Wallet are trademarks of Google LLC.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:28"
    },
    "https://www.byblosbankarmenia.am/en/article/special-deposit-offer": {
        "date": "2023-03-02",
        "category": "Product",
        "title_en": "Special upfront interest deposit offer from Byblos Bank Armenia",
        "content_en": "As part of its 15th anniversary campaign this year, Byblos Bank Armenia is introducing a special offer for term deposits, the Non-Traditional Deposit, giving customers the benefit of collecting interest payments upfront – immediately after depositing the funds.The new deposit scheme is a secure investment that guarantees immediate interest return when fixing a deposit with a tenor of 1 year․The deposit will allow clients to reinvest returns into another deposit, make payments while keeping their capital, tuck away extra cash for emergencies or unforeseen circumstances, and fulfill evolving financial needs.Customers can book a deposit at any of Byblos Bank Armenia branches or through the Byblos Mobile app.Other details about the upfront interest deposit can be found here.______________________About Byblos Bank ArmeniaByblos Bank Armenia CJSC is celebrating its 15th anniversary this year and will introduce a number of proposals and initiatives throughout the year.Byblos Bank Armenia CJSC was founded in December 2007. Today, the Bank has four branches in Yerevan where customers can use various banking services and receive financial advice. The Bank provides its customers corporate-retail banking services that meet the highest international standards.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:30"
    },
    "https://www.byblosbankarmenia.am/en/article/15years": {
        "date": "2023-02-15",
        "category": "News",
        "title_en": "Byblos Bank Armenia celebrates 15th anniversary",
        "content_en": "Byblos Bank Armenia is proud to celebrate its 15th anniversary this year alongside customers, partners, and colleagues from parent company Byblos Bank Group.The Bank opened its doors for business in the heart of Yerevan in December 2007 and embarked on a most exciting journey, marking the beginning of a new chapter in the history of Byblos Bank Group.Over the years, Byblos Bank Armenia has earned a solid reputation as a reliable partner. When offering banking solutions, the Bank factors in every detail in the decision-making process to improve the financial health of customers and deliver products tailored to the needs of the local client base.According to CEO Mr. Hayk Stepanyan, in recent years, Byblos Bank Armenia has enjoyed consistent growth, especially in terms of its retail lending portfolio and the number of cardholders. Conscious of its role in advancing banking practices in Armenia, the Bank continues to invest in various areas that add value to its customers. These include staff training, digital solutions, and state-of-the-art branches, to name a few.For the occasion, Mr. Stepanyan said: “Being able to celebrate our 15th anniversary is both exciting and humbling. This journey has helped us change the quality of life of thousands of people, and we are proud of it. We built the expertise that keeps customers coming back to us as their trusted financial partner. At Byblos Bank Armenia, we aim to add value by building transparent relationships with customers and providing them with personalized services.”The Bank regularly unveils special offers and adds new initiatives to its growing array of commercial and retail banking products and services: deposits, corporate financing, mortgage and consumer lending, debit and credit cards. Customers can also benefit from services provided remotely through the Byblos Mobile app, which has recently been revamped to ensure convenient and prompt access to financial resources.Throughout its 15 years of professionalism in the industry, the Bank has provided more than AMD 230 billion in lending to support individuals and businesses that have driven Armenia’s economy and generated jobs for local residents. Moreover, Byblos Bank Armenia has helped 2000 families across the country realize their dream of owning their home, by providing them with access to housing finance.Prioritizing meaningful social impact, the Bank continues to invest in causes that foster healthy, thriving communities by implementing diverse CSR programs and supporting NGOs engaged in various fields. The past 15 years have seen a number of such programs, from donations to children's health funds, cultural initiatives and charities to educational, health and sports projects.Byblos Bank Armenia is also a reliable employer that spares no effort to improve the employees’ education, boost their motivation and create a nurturing environment for younger generations.For 15 years, customers have been at the heart of everything the Bank does and will continue to be an integral part of decision-making for many more years to come. The Bank, meanwhile, pledges to champion responsible banking practices and take bolder steps towards new achievements.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:32"
    },
    "https://www.byblosbankarmenia.am/en/article/mastercard-award": {
        "date": "2023-01-14",
        "category": "News",
        "title_en": "Premium Card Portfolio Launch 2022 award by Mastercard",
        "content_en": "Byblos Bank Armenia has won the Premium Card Portfolio Launch 2022 award by Mastercard for an extensive marketing campaign introducing the premium World Elite™ Mastercard®.The Bank received recognition for launching the card back in summer 2022 and running the campaign throughout the rest of the year with the slogan \"Premium all over the world\".Winners were announced during the Mastercard Day event on 16 December 2022, held for the first time ever in the Armenian capital, Yerevan.\"We at Byblos Bank Armenia appreciate this fruitful cooperation with Mastercard and can very well imagine further projects that will improve customer experience and contribute to the development of our businesses and the economy,” said Sergey Karakhanyan, Head of Operations Department at Byblos Bank Armenia, who attended the ceremony and accepted the award on behalf of the Bank._____________________________About the World Elite™ Mastercard®As the highest tier card of the Mastercard® international payment system, the World Elite™ Mastercard® by Byblos Bank Armenia offers cardholders a number of premium benefits around the world, including unlimited free access to LoungeKey facilities at airports, Wi-Fi connectivity, free travel insurance, medical and legal assistance, a package of premium offers from leading global brands, as well as special terms for hotel reservations and car rental services. This premium card is designed for individuals who value their time and travel often, as well as businessmen and people who prefer premium banking services.All benefits provided by World Elite™ Mastercard® are available here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:34"
    },
    "https://www.byblosbankarmenia.am/en/article/Christmas_gifts_CSR": {
        "date": "2022-12-27",
        "category": "CSR",
        "title_en": "The Bank, Soldier’s Home team up for meaningful Christmas project",
        "content_en": "Byblos Bank Armenia and the Soldier's Home Rehabilitation Center joined forces this year to create a meaningful celebration for the New Year and Christmas holidays. Ahead of the festive season, the Bank clients and partners received creative compositions, carefully crafted by wounded soldiers, featuring ethically bred butterflies inside organic glass frames.This initiative is part of the Beauty by Soldiers program, the first business project of the Soldier’s Home, entirely curated and run by the veterans themselves. The program aims at helping wounded soldiers adjust to civilian status and improve their quality of life; finding a meaningful job and becoming self-sufficient is core to embarking on their social reintegration journey.Byblos Bank Armenia CEO Hayk Stepanyan said: “Our Christmas initiative this year is an opportunity to give back to our brave countrymen, and to contribute to the well-being of the community we are privileged to serve. At Byblos Bank Armenia, we feel a deep sense of gratitude for the defenders of the Homeland. This is why we encourage and support the Beauty by Soldiers program, benefiting our servicemen’s successful reintegration into public life. By purchasing this year’s Christmas gifts for our clients and partners from the Soldier’s Home, the Bank made a modest contribution and shed light on the great work being done here every day.”Soldier's Home Rehabilitation Center director Haykuhi Minasyan welcomed this generous partnership. She expressed her gratitude by thanking Byblos Bank Armenia for creating together with the wounded soldiers a very special gift this year. She then gave details about the project: “The Beauty by Soldiers project is based on the model of social entrepreneurship. The organization engages disabled veterans who create compositions with natural butterflies. The purpose of this business project is to address the employment problem of our beneficiaries by providing them with work and stable income. Our plan is to scale up such programs by recruiting more veterans and involving them in other forms of art, too.”Soldier’s Home Rehabilitation Center plays a pivotal role in servicemen’s post-deployment well-being.Proceeds from the sale of Beauty by Soldiers special butterfly gifts total AMD 16,000,000. The entire amount will help address the educational, social and health problems of the Soldier’s Home beneficiaries.Soldier's Home is a charitable NGO that addresses the problems of soldiers injured or disabled in combat or on active duty. Veterans receive quality healthcare services free of charge at the rehabilitation center established in 2018. The very modern and well-equipped Prosthetics Center provides prosthetic limbs and physical rehabilitation services to people injured both in the 2020 war and during the defense of the homeland in general. Soldier's Home helps disabled veterans get education and jobs by organizing a number of educational programs for servicemen living in Yerevan and the provinces of Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:36"
    },
    "https://www.byblosbankarmenia.am/en/article/AmCham-interview": {
        "date": "2022-12-26",
        "category": "Interview",
        "title_en": "Interview with the AmCham Business Magazine",
        "content_en": "In an interview with the Business Magazine of the American Chamber of Commerce in Armenia ahead of the 15th anniversary of Byblos Bank Armenia, CEO Hayk Stepanyan has shared his views on responsible banking practices, the Bank's values and long-term development goals, as well as his vision for the future of the Armenian banking industry.Mr. Stepanyan, this year Byblos Bank Armenia is celebrating its 15th anniversary. What’s the story behind the establishment of the Bank, and what was its purpose?Byblos Bank Armenia was established as a subsidiary of the international Byblos Bank Group. The main purpose was to provide quality banking services based on the best international standards to the local economy as well as to service and support economic ties between Armenia and countries with a large diaspora and Byblos Bank Group presence. Our shareholder believes that Armenia has a good business environment and is a forward-looking country with promising prospects.The motto \"Your Bank for Life\" is at the heart of the Bank's philosophy. What are the Bank's values and vision, and what challenges do you face during that journey?We as a bank are committed to the principles of responsible and conservative banking. We always prioritize long-term value over short-term profits, and we believe that sustainable growth with prudent risk management practices is the key to long-term success. Within our team, we cultivate a high level of integrity, teamwork, performance and customer focus. Obviously, conservative banking has its limitations, especially in a competitive market such as the one in Armenia. But I am glad to say that clients and the market overall are starting to gradually appreciate and understand the value of sound banking practices, the value of stability and the financial health of the bank.How would you describe the role of Byblos Bank Armenia in the development of the banking sector in the country?Our share in the Armenian market is quite modest in terms of the size of the Bank, and we don’t pursue the goal of securing a large share in the market. I believe, however, that since 2008 Byblos Bank Armenia has been making significant contributions to the development of the industry by introducing new standards for customer service and product design. The international practices we brought to the market have had a positive impact on the overall banking competition and created new value for the economy. I would also like to mention the value of Byblos Bank Armenia as an employer. Right from the beginning, the Bank has been a responsible employer with a true quality culture within the team, which I believe is also an important contribution to the banking sector. We really cherish our culture and invest a lot not only in the provision of the best services to our clients but also in the development and well-being of our staff.What is the Bank's current strategy in providing long-term banking services to the business community, which would help develop a coordinated innovative and entrepreneurial business culture in Armenia?In general, our policy is to design banking products in a way that supports the financial health of the clients and contributes to the growth of personal wealth and the growth of companies. In this regard we are not inclined towards risky financing because not only does this have a negative impact on the bank itself, but it also poses additional risks for the client and can damage the financial health of the customer. Particularly at this stage, our strategy is the harmonization of new IT solutions with traditional conservative banking policies. We seek to improve customer experiences through mobile technologies, without compromising our low-risk appetite and compliance standards. In terms of contributing to the business environment in Armenia, we are concentrating on two directions: firstly, our investments in universities and educational projects, and secondly, the continuous work with clients to ensure the development of corporate culture, financial discipline etc.Mr. Stepanyan, what problems is the banking system of our country facing now?We are currently going through quite turbulent times in terms of geopolitical changes, rapid technological changes, shifting customer preferences, to name but a few. And I believe that the biggest challenge of the Armenian banking sector is to sustain risks arising from high levels of uncertainty and at the same time invest in technological development. This is very important since prudent risk management and the use of new technologies will allow us to navigate through the situation we have found ourselves in. Overall we have to admit that the Armenian economy is a small economy, highly exposed to external shocks, with not much room for extensive growth, therefore the improvement of the internal efficiency is the main source of growth. We have to be faster, more technologically advanced, more knowledgeable and rely on clear values and high ethical standards. And by external shocks I mean not only negative shocks, but also positive ones, since only said factors can allow us to sustainably absorb positive shocks and convert them into long-term trends and long-term values.What is Byblos Bank Armenia's biggest achievement in 15 years?Without a doubt, I have to mention two things here. First of all, our loyal clientele. We really appreciate the loyalty of our clients, the quality of our clients. We really value our relationship which was built through continuous work. The second major achievement we have is our team. We have managed to build a team with very high ethical and professional standards, each member of which shares the values of the Bank.The bank regularly unveils new offers for SMEs, large businesses and individuals. What principles are you guided by when developing such offers?For commercial clients, whether big corporations or small businesses, we offer products that are designed for the financial needs, business strategy and current financial standing of that particular client. As I said earlier, our approach is to support the financial health of the company rather than gain short-term profits. In commercial lending the primary factor for us is the financial standing, financial discipline and internal culture of the company. The collateral is secondary, although it is also a very important factor. In this regard, I’d like to mention our newly-launched Small Business Loan product which allows small companies with sound business practices and a good financial discipline to benefit from AMD 25mln credit lines without collateral.Surely, Byblos Bank Armenia is celebrating its 15th anniversary with the joy of new victories and achievements. What developments can we expect in the next five years?We are working on the introduction of new mobile solutions for our clients and the continuous improvement of our service quality. We believe that the next 5 years for Byblos Bank Armenia will be years of sustainable growth and a more active presence in the Armenian market.Mr. Stepanyan, what is your message to the AmCham community?AmCham community includes companies and organizations that represent the elite of the Armenian business community. And the only message I have is that we all need to spread the knowledge and culture throughout the entire economy. We should not get tired of upholding our values, best business practices and sharing them with our partners, clients, regulators, state authorities and other actors. My belief is that only values-based and responsible businesses can bring long-term development to our country.Source: AmCham Business Magazine",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:38"
    },
    "https://www.byblosbankarmenia.am/en/article/new-mobile-banking": {
        "date": "2022-12-20",
        "category": "Product",
        "title_en": "New Mobile Banking app from Byblos Bank Armenia with user-friendly solutions",
        "content_en": "Byblos Bank Armenia has unveiled an all-new Mobile Banking app packed with a number of new features that change the way customers manage their finances online.The new app delivers a user-friendly experience with a new interface that ensures more efficient transactions and a more convenient way of making payments.The platform has been overhauled to offer comprehensive solutions that securely and reliably process your transactions every step of the way.A simple step-by-step guide for switching to the new version of the app can be found here, while some of the updates Bank has introduced are available here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:40"
    },
    "https://www.byblosbankarmenia.am/en/article/apple-pay": {
        "date": "2022-12-15",
        "category": "Product",
        "title_en": "Byblos Bank Armenia brings Apple Pay to customers",
        "content_en": "Byblos Bank Armenia is bringing its customers Apple Pay, a safer, more secure and private way to pay that helps customers avoid handing their payment card to someone else, touching physical buttons or exchanging cash — and uses the power of iPhone to protect every transaction.Customers simply hold their iPhone or Apple Watch near a payment terminal to make a contactless payment. Every Apple Pay purchase is secure because it is authenticated with Face ID, Touch ID, or device passcode, as well as a one-time unique dynamic security code. Apple Pay is accepted in grocery stores, pharmacies, taxis, restaurants, coffee shops, retail stores, and many more places.Customers can also use Apple Pay on iPhone, iPad, and Mac to make faster and more convenient purchases in apps or on the web in Safari without having to create accounts or repeatedly type in shipping and billing information. Apple Pay makes it easier to pay for food and grocery deliveries, online shopping, transportation, and parking, among other things. Apple Pay can also be used to make payments in apps on Apple Watch.Security and privacy are at the core of Apple Pay. When customers use a credit or debit card with Apple Pay, the actual card numbers are not stored on the device, nor on Apple servers. Instead, a unique Device Account Number is assigned, encrypted, and securely stored in the Secure Element, an industry-standard, certified chip designed to store the payment information safely on the device.Apple Pay is easy to set up. On iPhone, simply open the Wallet app, tap +, and follow the steps to add Byblos Bank Armenia’s credit or debit cards. Once a customer adds a card to iPhone, Apple Watch, iPad, and Mac, they can start using Apple Pay on that device right away. Customers will continue to receive all of the rewards and benefits offered by Byblos Bank Armenia cards.For more information on Apple Pay, visit:  www.apple.com/apple-payFor more information on Byblos Bank Armenia, please visit: www.byblosbankarmenia.am",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:42"
    },
    "https://www.byblosbankarmenia.am/en/article/Diaspora-Housing-Loan": {
        "date": "2022-12-05",
        "category": "Product",
        "title_en": "Diaspora Housing Loan: Special funding for non-residents",
        "content_en": "Byblos Bank Armenia is offering a Diaspora Housing Loan,  which enables non-resident Armenians to get a home in the Motherland and  benefit from favorable terms when purchasing their own place in Armenia.The Bank will finance up to 70% of the cost of the home,  allowing those interested to save time and money by getting a ready-built  property at the cost of monthly rent.Through its Diaspora Housing Loan offer, the Bank seeks to  encourage Armenians living abroad to maintain a constant link to their  homeland, so they can remain close to what they miss the most: Evening strolls  with their favorite people, delicious food, homely atmosphere, or any other  aspect of our beautiful country.Applications for the Diaspora Housing Loan can be submitted  online from Armenia or anywhere else in the world. Click here for more information  about this funding opportunity.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:44"
    },
    "https://www.byblosbankarmenia.am/en/article/solar-stations-gegharkunik": {
        "date": "2022-11-08",
        "category": "News",
        "title_en": "Byblos Bank Armenia finances the construction of two major solar parks",
        "content_en": "Byblos Bank has financed two of  Armenia’s largest photovoltaic power plants, which were recently put into  operation in the Astghadzor community of Gegharkunik province.The Bank provided a $5.5 million loan,  covering 80% of the total cost of the project, to AS Energy and PromSun, the  companies that handled the project.Speaking about the plants, Vahan  Kajayan, Head of Commercial Banking at Byblos Bank Armenia,has said: \"This is the first Byblos Bank Armenia-funded  project to build solar power plants in Armenia. Today, we can already establish  that we have successfully implemented this large-scale and important project  for our country.\"According to Mr. Kajayan, projects  aimed at sustainable energy development, the introduction of renewable energy  systems, and energy conservation, would continue to be in the Bank’s radar.Hovhannes  Tevosyan, Head of Development at Optimum Group, has said: “In solar energy, AS  Energy and Prom Sintez plants are an ideal combination of the latest  technologies and the finest engineering solutions. Such programs serve as a  driving force for the sustainable development of Armenian provinces. In  addition to the solar power potential, some regions of the country have a  significant potential for wind energy production as well. We hope that renewable  energy projects will continue to account for a greater share in Armenia’s  energy capacity.”AS Energy and Prom Sintez solar parks,  which have a total installed capacity of 10 MW and an annual output of more  than 20 million kWh, were constructed by Optimum Group.Prom Sintez is the first solar station  in Gegharkunik province with a built-in artificial intelligence system and a  sun-tracking algorithm, which maximize the plant's productivity by over 18%.The renewable energy project will have  a positive impact on the environment. The AI-powered plants will reduce annual  carbon dioxide emissions by 4,350 tons, producing enough energy to supply power  to about 70 small villages per hour. The project also makes an important  contribution to community development by creating jobs and enhancing local  economy. Both during construction and after putting the solar parks into  operation, new jobs have and will be created in the Astghadzor community.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:46"
    },
    "https://www.byblosbankarmenia.am/en/article/sme-special-offer": {
        "date": "2022-10-12",
        "category": "Product",
        "title_en": "Special offer for SMEs",
        "content_en": "Byblos  Bank Armenia is introducing two special offers to promote the development of  small and medium-sized businesses and the use of innovative ideas in SME  growth.An  overdraft or unsecured loan with special terms of service delivers a number of  measurable benefits. An existing loan, meanwhile, can be transferred to Byblos  Bank Armenia on much better terms.Unsecured loan or overdraft of up to AMD 25 million with special terms of serviceBusiness owners can get an unsecured loan or overdraft of up to AMD 25 million (or foreign currency equivalent) on their business card with special terms of service: free business card service, free account opening, free activation and maintenance of the Online Banking Service. The package comes with no arrangement commissions.3% lower interest rate when transferring a business loan to Byblos Bank ArmeniaAs part of the offer, business loans or overdraft can be transferred from other banks or credit organizations to Byblos Bank Armenia, with an interest rate that’s 3% lower, while the Bank will cover all transfer costs.The  special offers are valid until 31 December 2022.You can  find more detailed information here. Other  options of SME financing, as well as their terms can be found here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:49"
    },
    "https://www.byblosbankarmenia.am/en/article/uba-talks": {
        "date": "2022-10-05",
        "category": "Interview",
        "title_en": "UBA TALKS։ responsible banking practices",
        "content_en": "Byblos Bank Armenia CEO Hayk  Stepanyan has spoken about responsible banking practices during the latest  edition of #UBAtalks  with the Union of Banks of Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:51"
    },
    "https://www.byblosbankarmenia.am/en/article/travel-loan-offer": {
        "date": "2022-07-27",
        "category": "Product",
        "title_en": "Travel Loan with free travel insurance",
        "content_en": "Byblos Bank Armenia is offering Travel Loan with free travel insurance to turn your long-anticipated vacation into reality.With a tenor of up to 3  years, the minimum loan amount is AMD 400,000, while the maximum is AMD  2,000,000No loan arrangement and  servicing fees are applicable. More information about  the loan is available here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:53"
    },
    "https://www.byblosbankarmenia.am/en/article/world-elite": {
        "date": "2022-07-18",
        "category": "Product",
        "title_en": "New premium World Elite Mastercard",
        "content_en": "Byblos  Bank Armenia has announced the launch of the premium World Elite™ Mastercard® in  Armenia.As the  highest tier card of the Mastercard® international payment system, World Elite™ offers  cardholders a number of premium benefits around the world.Among  them are access to business lounges at airports, as well as Wi-Fi connectivity,  free travel insurance, medical and legal assistance and other services  necessary for travel.Other benefits  are also available to World Elite™ Mastercard® cardholders, including  a package of premium offers that enable special conditions for online shopping  at some of the world's leading brand stores, as well as exclusive travel offers  for hotel reservations and car rentals.This  premium card is designed for individuals who value their time and travel often,  as well as businessmen and people who prefer premium banking services.All benefits  provided by World Elite™ Mastercard® are available  on the Bank's official website here. The terms and  conditions of obtaining the card and servicing can be found here.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:55"
    },
    "https://www.byblosbankarmenia.am/en/article/1956": {
        "date": "2022-07-08",
        "category": "Announcement",
        "title_en": "Тechnical upgrade",
        "content_en": "Dear Customers,This is to inform  you that due to technical upgrade, the Online Banking service will be  unavailable on July 8  from 18:30 to 19:30 aiming to improve the service  quality.We apologize for  the inconvenience. Sincerely,Byblos Bank  Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:57"
    },
    "https://www.byblosbankarmenia.am/en/article/1422": {
        "date": "2022-06-30",
        "category": "Announcement",
        "title_en": "Procedure of defining foreign currency encashment fee",
        "content_en": "Dear Customers,This  is to inform you that Byblos Bank Armenia CJSC has  reviewed the procedure of defining foreign currency encashment fee. Starting  from July 15, 2022, the foreign currency encashment fee will be approved on  daily basis by the Bank's management and published on the Bank's website. The  subject tariff defined on daily basis cannot exceed 3%. On the day of your foreign  currency cash withdrawal the fee published on the Bank's website will be  applied. The foreign currency encashment fee is being determined based  on the fluctuations of cash and non-cash transaction fee in the interbank  market. For information on current foreign  currency encashment fee as well as for additional information, please follow the  link.In case of any questions, please contact:  +374 60 61 61 00.  Sincerely,   Byblos Bank Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:16:59"
    },
    "https://www.byblosbankarmenia.am/en/article/1086": {
        "date": "2022-06-08",
        "category": "Announcement",
        "title_en": "Beware of scammers",
        "content_en": "Dear Cardholders, This  is to inform you that recently, card fraud cases have increased; in  particular, counterfeiters contact cardholders through some websites in order to extort money from  accounts.Therefore, we remind you once again  that for receiving money it is  enough to provide only the card number, and the complete requisites (card number, cardholder name,  validity period, CVV2) are used to make payments by card and/or to  withdraw money from the card. Please be more careful not to make  purchases from suspicious websites when  making online payments with your card.Bank bears no responsibility in case  funds are withdrawn from your card based on the data you provided.In case of any suspicious transaction,  we urge you to contact the Bank: +37460616100.                        Sincerely,  Byblos Bank Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:01"
    },
    "https://www.byblosbankarmenia.am/en/article/bookdonation": {
        "date": "2022-06-01",
        "category": "CSR",
        "title_en": "Donation of 1872 publication book to the National Library",
        "content_en": "On June 1, Byblos Bank Armenia, in the  face of Chief Executive Officer Hayk Stepanyan, donated the Dinner Book («Ճաշոց»)  of the Armenian Apostolic Church published in 1872 to the National Library of  Armenia․    The event was dedicated to International Children's Day, as Byblos Bank Armenia  acquired the book from the City of Smile Foundation in return for a donation to  a charity dinner in December 2021 which was entirely aimed at treating children  fighting cancer.  \"Projects that support the treatment of children are always included  within our Corporate Social Responsibility framework. Today we dedicate this  book to the National Library of Armenia to continue our activities aimed at  supporting children,\" said Hayk Stepanyan, Chief Executive Officer of the  Bank.  The 782-page book \"Dinner Book of the Armenian Church\" («Ճաշոց Գիրք Հայաստանյաց  Եկեղեցոց») belonged to the famous armenologist, philologist, linguist, Doctor  of Philology Yervand Ter-Minasyan. His granddaughter, musician violinist Sona  Azaryan, a member of the foundation's board of trustees, provided the book to  the foundation for the charity dinner.    In her turn, the director of the National Library of Armenia Anna Chulyan spoke  about the importance of books for the library, assuring that it will find its  worthy place in the collections of the Library's Untouchable Literature  Department.The book is called«Chashoc» (trans.: a dinner  book) because it was intended mainly fortestament  reading during dinner. This is the second edition of the book. The book was first  published in 1686 in Venice and the second time in 1872 in Etchmiadzin.            A unique value to  this book donated to National Library is added due to the personal stamp placed  by Yervand Ter-Minasyan himself.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:03"
    },
    "https://www.byblosbankarmenia.am/en/article/1067": {
        "date": "2022-03-16",
        "category": "Announcement",
        "title_en": "Service temporary termination",
        "content_en": "Byblos Bank Armenia informs that will  temporarily stop wire transfers with Russia (starting from March 16) and Belarus (starting from March 28).For more information: +374 60 616100 Sincerely,  Byblos Bank Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:05"
    },
    "https://www.byblosbankarmenia.am/en/article/1064": {
        "date": "2022-02-11",
        "category": "Competition",
        "title_en": "Audit company competition",
        "content_en": "",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:07"
    },
    "https://www.byblosbankarmenia.am/en/article/577": {
        "date": "2021-09-03",
        "category": "Announcement",
        "title_en": "New card counterfeiting",
        "content_en": "Fraudulent buyers contact sellers/cardholders on online platforms (list.am) and require the seller to provide the card requisites in order to pay for the product. The seller/cardholder submits the card requisites (card account number, cardholder name, expiration date, CVV) through a fake link, after which an SMS message is generated and sent to the cardholder for final validation. As a result, counterfeiters have all the information they need to for debiting the whole balance of the cardholder’s account. Please note that in order to transfer or receive money to the card, one is required to send only the card number (in exceptional cases, also the name of the cardholder.). We urge you not to provide all card requisites to third parties. In case of further questions, do not hesitate to contact your branch.   Regards, Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:09"
    },
    "https://www.byblosbankarmenia.am/en/article/576": {
        "date": "2021-08-31",
        "category": "Announcement",
        "title_en": "Consumer lending expense deduction",
        "content_en": "Dear Customer, This is to inform you that Byblos Bank Armenia CJSC has performed a recalculation of consumer lending expense deduction in accordance with early repaid consumer loans  /loans from AMD 100,000 up to AMD 15,000,000/ starting from 16.08.2019, and made the refundable amount available on clients’ accounts at Byblos Bank Armenia CJSC.In case you have performed an early repayment of consumer loan at Byblos Bank Armenia CJSC starting from 16.08.2019, and you have already closed your accounts at our bank, please visit one of our branches with your valid passport or ID /our branches are located on 18/3 Amiryan, 6 Abovyan, 84/1 Baghramyan, 38/2 Komitas/ and receive the refundable amount in cash or via transfer to a bank account. Regards,Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:11"
    },
    "https://www.byblosbankarmenia.am/en/article/575": {
        "date": "2021-05-28",
        "category": "Announcement",
        "title_en": "New premature repayment conditions",
        "content_en": "“Byblos Bank Armenia” CJSC reviewed full or partial premature repayment conditions in case of the bellow mentioned loans. This resulted in a decrease of the amount of early repayment fees.Previous and new conditions are presented below.    Loans Previous conditions Conditions after 01.06.2021  Personal Loans (above 15 mio) In case of full premature fulfillment.-    2% of loan initial amount within 24 months starting from the date of signing the agreement  -    0.5% of loan initial amount, not less than 50000 AMD after 24-th month from the date of signing the agreement -    1% of prematurely repaid loan principal within 24 months starting from the date of signing the agreement-    0.5%-of prematurely paid loan principal after 24-th months from the date of signing the agreement  Auto Loans(above 15mio) In case of full premature fulfillment.-    2% of loan initial amount within 24 months starting from the date of signing the agreement  -    0.5% of loan initial amount, not less than 50000 AMD after 24-th month from the date of signing the agreement -    1% of prematurely repaid loan principal within 24 months starting from the date of signing the agreement  -    0.5% of prematurely paid loan principal, after 24-th month from the date of signing the agreement  Housing Loans(signed before 22.05.2018 In case of partial premature fulfillment.-    3% of prematurely repaid loan principal but not less than 10000 AMD and not more than 300000 AMD within 60 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 60-th month from the date of signing the agreement  In case of full premature fulfillment.-    5% of loan initial amount within 60 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 60-th month from the date of signing the agreement -    0.5% of prematurely repaid loan principal  Business Loans(above AMD 5mln or foreign currency equivalent) In case of partial premature fulfillment.-    2% of prematurely repaid loan principal within 24 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 24-th month from the date of signing the agreement  In case of full premature fulfillment.-    2% of loan initial amount within 24 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 24-th month from the date of signing the agreement -    0.5% of prematurely repaid loan principal  Business Loans(above AMD 5mln or foreign currency equivalent, signed starting from 2021) In case of partial premature fulfillment.-    2% of prematurely repaid loan principal within 24 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 24-th month from the date of signing the agreement  In case of full premature fulfillment.-    2% of loan initial amount within 24 months starting from the date of signing the agreement  -    0.5% of prematurely repaid loan principal after 24-th month from the date of signing the agreement -    2% of prematurely repaid loan principal within the fixed interest rate period",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:13"
    },
    "https://www.byblosbankarmenia.am/en/article/532": {
        "date": "2021-04-08",
        "category": "Announcement",
        "title_en": "Interruptions in Online Banking",
        "content_en": "Dear Customer,This is to inform you that Online Banking service may work with interruptions on 09.04.2021 and 10.04.2021, due to technical upgrades.Sorry for the inconvenience. Regards,Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:15"
    },
    "https://www.byblosbankarmenia.am/en/article/574": {
        "date": "2020-07-17",
        "category": "Announcement",
        "title_en": "Online income tax refund",
        "content_en": "Dear Customer,We are glad to inform that you can apply for an income tax refund of the second quarter online by sending the signed and scanned copies of the application form and reference via e-mail to the appropriate office of Tax service.The exceptions are the Physical entities applying for the first time. In this case, the required documents set by the decision of RA Government must be sent via post.  Bank will send to your e-mail address the signed and scanned copy of the reference until 24 of July and in case you wish to obtain the hard copy visit your servicing branch. In case you have additional questions please contact your servicing branch. Source՝ https://www.petekamutner.am/covidNews.aspx?sid=cs&nid=7168 Regards,Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:17"
    },
    "https://www.byblosbankarmenia.am/en/article/573": {
        "date": "2020-05-14",
        "category": "Announcement",
        "title_en": "Loan payment extension",
        "content_en": "The extension opportunity is provided to both Individuals and private entrepreneurs.  Though the restrictions on the liberty of movement of the citizens and economic activity are eased in Armenia, we understand that our customers need time to come back to the usual workflow.  The extension of loan payment means that the customer can skip paying the monthly principal payment, as well as interest amount within the given period. The interest will be calculated and distributed during the remaining loan period. The customers that want to use this opportunity need to contact their servicing branch.  We would like to mention that the customers that do not want to use the extension opportunity can make their payments on a regular timeline.  Please, use Byblos Online and Mobile applications when making payments.  Regards,  Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:19"
    },
    "https://www.byblosbankarmenia.am/en/article/572": {
        "date": "2020-04-12",
        "category": "Announcement",
        "title_en": "Obtain income tax reimbursement online",
        "content_en": "We can send the statement to TAX authorities on behalf of you and you can submit an online application to TAX service by the following link https://bit.ly/2JWRDTn In order to use #StatementOnMyBehalf service, you need to send an e-mail to [email protected] or use the OnlineBanking with the subject “Income tax reference” informing that you want to benefit from this service. Stay at home and be safe. Regards,Byblos Bank Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:21"
    },
    "https://www.byblosbankarmenia.am/en/article/570": {
        "date": "2020-04-07",
        "category": "CSR",
        "title_en": "Coronavirus Economic Impact Neutralisation Support Program",
        "content_en": "You can get acquainted with the details of the program from the official website of the RA Government. If you want to benefit from the support program, do not hesitate to contact us at +37460616100 or [email protected].With regards,Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:24"
    },
    "https://www.byblosbankarmenia.am/en/article/571": {
        "date": "2020-03-19",
        "category": "Announcement",
        "title_en": "Card fraud through Messenger",
        "content_en": "This fraud prize’s/ transaction amounts are small and its charge may be left not noticed by the cardholder or treated as a not significant loss. It is worth mentioning that 3D Secure service is not available for this type of transaction.   We want to bring it to your attention and ask you never to answer (or follow the link) any e-mail even if sent under the name of the Bank, where you are requested to provide or input your bank or card account details. Please be attentive and check your account statements and in case of receiving such e-mails immediately inform the Bank.   RegardsByblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:26"
    },
    "https://www.byblosbankarmenia.am/en/article/569": {
        "date": "2020-03-15",
        "category": "Announcement",
        "title_en": "Postponement on loan repayments",
        "content_en": "Postponement of loan repayments means that the customer may not pay his monthly principal in this case, as predicts the repayment.Customers who wish to take advantage of this opportunity should contact their branch.We would like to note that customers who do not wish to take advantage of the extension, can carry out their actions according to the schedule.When making payments kindly give preference to Byblos Online mobile applications.Byblos online: https://online.byblosbankarmenia.am/InternetBank/MainForm.wgxMobile application:App store https://apps.apple.com/am/app/byblos-bank-armenia/id1279786277Google play: https://play.google.com/store/apps/details?id=am.byblosbank.mobilebankPhone numbers:Head office: +37460616100:Amiryan branch: +37460616101Komitas branch: +37460616104Take care.With respect,Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:28"
    },
    "https://www.byblosbankarmenia.am/en/article/568": {
        "date": "2019-12-10",
        "category": "News",
        "title_en": "Partnership agreement signing with EIAA",
        "content_en": "Byblos Bank Armenia Headquarters, Tuesday, 10 December 2019: Byblos Bank Armenia and Export Insurance Agency of Armenia (EIAA) have signed a partnership agreement for creating pre-export and post-export financing possibilities through insurance. This cooperation will provide efficient solutions for exporter companies regardless of whether the exporter is a small organization or a major corporation. Byblos Bank Armenia will have the opportunity to provide export financing to the exporter, which will be covered by the EIAA insurance policy. The partnership agreement allows to join hands to boost exports and production volumes of economic entities that are RA residents, and introduce joint financial services. Byblos Bank Armenia CJSC – Chief Executive Officer Mr. Hayk Stepanyan said: “We are happy that this agreement will provide additional opportunities to our clients for enlarging the export of Armenian goods.” Export Insurance Agency of Armenia ICJSC - Acting Executive Director Mr. Armen Khacatryan mentioned: “We are confident that cooperation with Byblos Bank Armenia CJSC will grow the demand for EIAA services, which will contribute to increasing the competitiveness of exporters and expanding opportunities for export.”   For more information, please contact: Byblos Bank Armenia cjscTel.: +37460616100 Email: [email protected] Export Insurance Agency of Armenia icjscTel.: +37410582929Email: [email protected]",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:30"
    },
    "https://www.byblosbankarmenia.am/en/article/567": {
        "date": "2019-09-25",
        "category": "Product",
        "title_en": "Cashback for reservations via Booking.com",
        "content_en": "Now you can make reservations via Booking.com and receive 8% cashback within 65 days of leaving the hotel. You just have to choose the payment method and make your reservation with your MasterCard by visiting http://tiny.cc/kf32cz. The offer is valid until December 31, 2019. There is more; if you are renting a car while traveling, do so with AVIS and get up to 35% discount. The discount also applies to high-class cars. To use the offer you need to go to https://www.avisrussia.ru/mastercard/ and get a voucher. When picking up the car, present the voucher and your MasterCard Gold card that you made the payment with. The promotion is valid until December 31, 2019.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:31"
    },
    "https://www.byblosbankarmenia.am/en/article/566": {
        "date": "2019-06-24",
        "category": "Announcement",
        "title_en": "Тransfer fee changes",
        "content_en": "Transfer fees     Service  Acting fee Fee effective from 24.07.2019   Budget payments and transfers via credit code in AMD for non-account holders 400 AMD 500 AMD   Transfers in USD and EUR* OUR   0.15%,  min 15,000 AMD max  60,000 AMD       0.15%,   min 5,000 AMD max  60,000 AMD           Transfers in Russian Ruble       0.10%,  min 4,000  max 35,000  AMD          0.10%,  min 3,000 max 35,000 AMD           Loan amount transfers during loan shifting from other Armenian banks in USD or EUR n/a 5,000 AMD   Urgent transfers is AMD 1,000 AMD n/a   Return of international transfers n/a 5,000 AMD   Transfers to Byblos Bank Group 5,000 AMD  SHA 5,000 AMD     *The same fees will be applied despite Beneficiary country. For additional information please call at 060 616100, visit our web site at www.byblosbankarmenia.am or any of the branches. Thank you for using our services. Sincerely, Byblos Bank Armenia cjsc",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:33"
    },
    "https://www.byblosbankarmenia.am/en/article/565": {
        "date": "2019-03-07",
        "category": "Product",
        "title_en": "Spring in Paris",
        "content_en": "Mastercard (issued by Byblos Bank Armenia) holders  by making over AMD 8,000 non-cash purchases and collecting the coupons of those purchases, within the framework of the \"Spring in Paris\" contest, have the opportunity to:exchange coupons for cinema tickets (8 coupons are equivalent to 2 cinema tickets;)travel with the family (4 people: 3 adults and 1 up to 14 years old child) to Paris, Disneyland, in case of being selected as a random winner as a result of the award ceremony to be held on 19.04.2019.Those participants who submitted and exchanged the coupons with cinema tickets in accordance with the rules of the contest, get the right to participate in the awards ceremony.You can get acquainted with the terms and conditions of the contest by visiting the mastercard.am website.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:35"
    },
    "https://www.byblosbankarmenia.am/en/article/564": {
        "date": "2019-03-04",
        "category": "Announcement",
        "title_en": "Problems with the SMS messaging system",
        "content_en": "ATTENTIONDear Customer, Kindly be informed that on 05.03.19 there are problems with the SMS messaging system of the Beeline operator, which is why the SMS messages generated by Armenian Card CJSC are not delivered to the addressees.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:37"
    },
    "https://www.byblosbankarmenia.am/en/article/563": {
        "date": "2019-03-03",
        "category": "Announcement",
        "title_en": "Mobile Banking service launche",
        "content_en": "ATTENTIONDear Customer, We are pleased to inform you that starting from 28 February, 2019 Byblos Bank Armenia has launched its Mobile Banking service.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:39"
    },
    "https://www.byblosbankarmenia.am/en/article/562": {
        "date": "2019-01-11",
        "category": "Announcement",
        "title_en": "Payment service rates changes",
        "content_en": "",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:42"
    },
    "https://www.byblosbankarmenia.am/en/article/561": {
        "date": "2018-12-14",
        "category": "Announcement",
        "title_en": "New chip payment cards",
        "content_en": "ATTENTIONDear Customer, Please be advised that in order to increase the security level of transactions carried out through payment cards and mitigate the risks related to potential fraudulent transactions with the usage of payment cards issued by Byblos Bank Armenia cjsc /the Bank/, it was decided to stop the servicing of MasterCard stripe cards from December 17, 2018 and replace them by new chip payment cards free of charge. As a result, starting from the above mentioned date, you will not be able to use your payment card.To receive your new chip card, please kindly contact your branch.For additional information please call +374 60 616100.Please accept our sincere apologies for the inconvenience caused.Thank you for banking with us.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:44"
    },
    "https://www.byblosbankarmenia.am/en/article/560": {
        "date": "2018-10-09",
        "category": "Announcement",
        "title_en": "Non-working days: October 11-12",
        "content_en": "Instead, we will work on October 27th and November 3rd.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:46"
    },
    "https://www.byblosbankarmenia.am/en/article/559": {
        "date": "2018-09-17",
        "category": "News",
        "title_en": "LoungeKey program membership",
        "content_en": "You may call at to learn the details about special conditions, lounge locations and working hours or visit www.loungekey.com/Mcpremiumcards website and LoungeKey App (You must create a web profile and password at the above mentioned website before you can access information in the LoungeKey App). Kindly be informed that the conditions can be changed solely/unilaterally without prior notice. In order to access lounge area you need to present your boarding pass and ID. If you present your Master Card  Gold card issued by the Bank you can benefit from the Lounge Key program at the Bank’s special rate. The entrance fee for Lounge Key program is set AMD 15,000, hence while entering lounge area  inform the staff that you are going to use this program and make sure that the details of your visit, including the date and time of entry into the lounge, are correctly reflected in receipt provided by lounge. Sincerely,Byblos Bank Armenia cjsc 17.09.2018",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:48"
    },
    "https://www.byblosbankarmenia.am/en/article/558": {
        "date": "2018-07-27",
        "category": "Announcement",
        "title_en": "NMC and HYF annual percentage rate decrease",
        "content_en": "This is to inform you that Byblos Bank Armenia CJSC starting 01 August 2018 will decrease by 1% the annual percentage rate refinanced by National Mortgage Company (NMC) and Houses for Young Families  RCO (HYF) and the interest rate will be equal to 11% p.a. for NMC and 8% p.a. ( from which 2% is subsidized by Government in Yerevan and 4% in RA regions) for HYF.   For more information about housing loan refinanced by NMC you can find by following this link For more information about housing loan refinanced by HYF you can find by following this link  Regards,Byblos Bank Armenia CJSC",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:50"
    },
    "https://www.byblosbankarmenia.am/en/article/557": {
        "date": "2018-07-09",
        "category": "Announcement",
        "title_en": "Waive of the penalty fees of written off loans",
        "content_en": "(except for self-entrepreneurs and notaries) in case clients apply to bank until the year end 2018 and provide a rational payment scheme of principal amount and accrued interest amount. Regards, Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:52"
    },
    "https://www.byblosbankarmenia.am/en/article/509": {
        "date": "2018-06-27",
        "category": "Announcement",
        "title_en": "Decreasing of the annual interest rate of easy save account",
        "content_en": "Below is the revised version of the annual interest rate of Easy save accounts in EUR. The revised annual interest rate of Easy save accounts is effective from 11.07.2018. For additional information please call at 060 616100, visit our web site at www.byblosbankarmenia.am or any of the branches. Thank you for using our services.      Currency Annual interest rate Maximum Amount   EUR 0.50% 50,000      Sincerely,Byblos Bank Armenia cjsc 28/06/2018",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:54"
    },
    "https://www.byblosbankarmenia.am/en/article/556": {
        "date": "2018-06-01",
        "category": "CSR",
        "title_en": "Bank Celebrates Children’s Day",
        "content_en": "This year, Byblos Bank Armenia joined the celebration of International Children’s Day on June 1 by offering the public a joyful and entertaining event near the Amiryan Branch. The event was crafted to engage the children and invite them not only for fun activities but also meeting the wonderful staff of Byblos Bank. The children were amazed by the bubble show as well as their Byblos Cheques that gave them the possibility to collect starts and earn a yummy treat! Cheer was spread among the visitors, the Byblos Bank team and all those who happened to pass by the Amiryan branch. We are happy to have contributed to the happiness of the children of Armenia!",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:56"
    },
    "https://www.byblosbankarmenia.am/en/article/555": {
        "date": "2018-05-22",
        "category": "CSR",
        "title_en": "Bank Supports Ipekian Hamazkayin Theater Group’s Premiere in Armenia",
        "content_en": "Beirut's first Armenian theatre group, Caspar Ipekian has hit world-famous stages since its inception in the early 1940s. Since then it has won standing ovation in major Diaspora communities across Europe, America and the Middle East. This May for the first time in its history Caspar Ipekian Hamazkayin Theater Group embarks on a long-awaited tour in Armenia. Because of the overwhelming demand, the outing will feature four performances in Gyumri and Yerevan from May 23-26. The group will perform the world-famous “An Enemy of the People” by one of the most influential playwrights of all times and the father of realism Henrik Ibsen. Byblos Bank Armenia has always prioritized arts and culture as a key direction of its CSR. Supporting Caspar Ipekian Hamazkayin theater group’s premiere in Armenia reflects the commitment of Byblos Bank Armenia to build a more vibrant cultural environment in Armenia and closer cultural ties with Diaspora. Don’t miss out on the opportunity to delve into a whole new cultural experience!",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:17:58"
    },
    "https://www.byblosbankarmenia.am/en/article/554": {
        "date": "2018-03-20",
        "category": "Announcement",
        "title_en": "Decreasing of the annual interest rate of Easy save account",
        "content_en": "Due to above mentioned changes the annual percentage yield of Easy save accounts will decrease. Below is the revised version of the annual interest rates of Easy save accounts.    Currency Annual interest rate Mximum amount   AMD  5.00% 30,000,000   USD 1.75% 100,000   EUR 0.75% 50,000    The revised annual interest rates of Easy save accounts are effective from 02.04.2018. For additional information please call at 060 616100, or visit  any of the branches. Thank you for using our services.   Sincerely,Byblos Bank Armenia cjsc",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:00"
    },
    "https://www.byblosbankarmenia.am/en/article/511": {
        "date": "2018-02-28",
        "category": "Product",
        "title_en": "“Movie Time” campaign for Mastercard/Maestro cardholders",
        "content_en": "Participate in the “Movie Time” campaign and get free cinema tickets for the latest films you like best! How? Just follow these simple steps! From March 1 to April 7 make 4 non-cash translations of minimum AMD 8,000 with Byblos Bank’s MasterCard and/or Maestro cards, show the receipts and get two cinema tickets. To participate in the Movie Time promotion campaign you need to: Present 4 sales receipts at trade and service centers to get certificate of 2 cinema tickets.You can get the gifts at the cinemas of Dalma Garden Mall and Yerevan Mal on Fridays and Saturdays, from 12:00 to 20:00. * The offer is available in case of any purchase made abroad. * Online payments should be excluded.* The same person has unlimited opportunities to participate in the campaign. * Please present an ID to get your present For more details For more details: https://www.mastercard.kz/content/dam/mccom/ru-kz/documents/cinematime.pdf",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:03"
    },
    "https://www.byblosbankarmenia.am/en/article/507": {
        "date": "2017-11-06",
        "category": "Product",
        "title_en": "New service ArCa Security Pay from Armenian Card cjsc",
        "content_en": "While performing a transaction by ArCa Cards on the local sites with this security service, for transaction authorization the cardholder must enter the special code sent to him/her by SMS. When performing an online purchase or other transaction from the local sites with the mentioned security service, the use of SMS service is a mandatory, which is offered by Byblos Bank Armenia cjsc (the Bank) for free of charge (only SMS received through ArCa Security Pay is free of charge). Thereby, starting from November 16, 2017 the Bank will activate SMS service for ArCa Security Pay service of your card, by using mobile phone provided to the Bank   In case your mobile phone provided to Bank is currently not valid (e.g. you do not use it anymore), then starting from November 16, 2017 you will not be able to perform online purchases or other transactions from the local sites, which have ArCa Security Pay service, since special code sent to your phone will not be available for you to finalize a transaction. Even if you manage to transact, whenever you apply for chargeback, you will not be able to receive back the paid funds as a result of non-compliance to the security rules mentioned above. Hence kindly o visit one of our branches till November 16, 2017 to provide valid phone number. For additional information please call at 060 616100. Thank you for using our services. Sincerely, Byblos Bank Armenia",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:05"
    },
    "https://www.byblosbankarmenia.am/en/article/553": {
        "date": "2017-08-24",
        "category": "Product",
        "title_en": "Students loan project",
        "content_en": "Byblos Bank Armenia and American University of Armenia have teamed up for a new student loan project which makes higher education more accessible and affordable. AUA graduate students who need financial support can get student loans to cover their tuition fees. The project provides for up to 80% funding of tuition at only 5% interest rate per annum with a grace period. During the studies at AUA and the following six months only the interest needs to be paid. The principal and the interest will be paid during the next thirty months. This loan project with American University of Armenia will help more students have access to quality higher education programs, reveal their potential and succeed in the job market. Moreover, starting from 2017 academic year the Bank grants scholarships to AUA students. Students can apply for the project by 4 September of the current year, by writing an e-mail to American University of Armenia at [email protected].For more information about the project visit http://finaid.aua.am/loans-for-graduate-students/,  or contact 060 616100.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:06"
    },
    "https://www.byblosbankarmenia.am/en/article/552": {
        "date": "2017-06-19",
        "category": "Announcement",
        "title_en": "Decreasing of the annual interest rate of Easy save account",
        "content_en": "Below is the revised version of the annual interest rate of Easy save accounts in Armenian drams.      Curency 365 days Maximum amount   AMD 6% 30,000,000    The revised annual interest rates of Easy save accounts in Armenian drams are affective from 28.06.2017. For additional information please call at 060 616100, visit our web site at www.byblosbankarmenia.am or any of the branches. Thank you for using our services. Sincerely,Byblos Bank Armenia cjsc 19.06.2017",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:08"
    },
    "https://www.byblosbankarmenia.am/en/article/551": {
        "date": "2017-06-01",
        "category": "News",
        "title_en": "Еvent dedicated to International Children's Day",
        "content_en": "June 1st celebrates not only the official launch of the summer season but also the wonder, joy and magic of childhood. On this special day Byblos Bank Armenia organized a fun-filled event in downtown Yerevan to mark the International Children’s Day and spread the festive mood among Armenia’s kids and their parents. Characters from favourite cartoons unfolded fascinating stories and magic worlds of fairy tales. The event also featured amazing songs from the most popular kids՛ movies and animations, colourful balloons and of course yummy purple ice cream to bring more holiday cheer and create indelible memories.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:10"
    },
    "https://www.byblosbankarmenia.am/en/article/550": {
        "date": "2017-05-17",
        "category": "News",
        "title_en": "Bank participated in the press conference dedicated to the B2B thematic discussion",
        "content_en": "On 17 May, representatives of Byblos Bank Armenia were pleased to join and support the B2B session press conference and networking event held on the occasion of a business mission organized by the Belgian-Armenian Chamber of Commerce. The press conference was also joined by representatives from Armenian ministries, Development Foundation of Armenia, the EU Delegation to Armenia and local companies and enabled Byblos Bank Armenia to present its new and innovative services to its partners from Belgium and Democratic Republic of Congo where Byblos Bank has presence.The business mission served as an efficient platform for businessmen from Armenia and DRC to develop business ties in terms of importing and exporting different products. Byblos Bank Armenia always stands ready to support initiatives that boost Armenia’s business environment and forge better economic relations with partners. The business mission included leading experts and businessmen also from Belgium. Among the event participants were Mr Jérôme Roux, Trade Representative at the Belgium Embassy in DRC, Mr Jean-Robert Isifua, CEO of SCS, leading Congo-based company, Mr Vishal Visani, CEO of Zenufa group of companies and other guests.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:12"
    },
    "https://www.byblosbankarmenia.am/en/article/549": {
        "date": "2017-05-04",
        "category": "Announcement",
        "title_en": "New USSD service",
        "content_en": "Another new service is available for card holders of Byblos Bank Armenia. USSD service will make your banking much easier, faster and more convenient and most importantly, it is provided free of charge. This new service will enable you to perform the below mentioned transactions via your phone without reaching the bank:  Card balance inquiry Mini-statement for last 4-5 transactions Card blocking  To activate the service cardholders need to fill in an application provided by the bank. In the application they should mention only their telephone number.  Hurry up! It’s your turn!",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:14"
    },
    "https://www.byblosbankarmenia.am/en/article/548": {
        "date": "2017-03-23",
        "category": "Announcement",
        "title_en": "Master Card has implemented a new 3D secure system",
        "content_en": "While performing a transaction by Master Card, Cirrus/Maestro cards on the sites with this security system, for transaction authorization the cardholder must enter the special code sent to him/her by SMS in addition to the use of CVV code, which is mentioned on reverse side of the card. When performing an online purchase or other transaction from the sites with the mentioned security system, the use of SMS service is a mandatory, which is offered by Byblos Bank Armenia for free of charge (only SMS received through 3D secure system is free of charge). Thereby, starting from April 3, 2017 Bank will activate SMS service for 3 D secure system of your card, by using mobile phone available at bank. In case your mobile phone provided to Bank is currently not valid (e.g.  you do not use it anymore), then starting from April 3, 2017  you will not be able to perform online purchases or other transactions from the sites, which have 3 D secure support, since special code sent to your phone will not be available for you to finalize a transaction, hence  you are kindly asked to visit one of our branches till April 3, 2017  to provide valid phone number. For additional information please call at 060 616100. Thank you for using our services. Sincerely, Byblos Bank Armenia cjsc",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:16"
    },
    "https://www.byblosbankarmenia.am/en/article/508": {
        "date": "2017-03-22",
        "category": "Product",
        "title_en": "New Chip Master Cards",
        "content_en": "Byblos Bank Armenia has issued chip Master cards to enhance the payment security of its customers. The new cards are available at Byblos Bank Armenia starting from March 22. Terms and conditions for chip cards are the same as for magnetic strip cards. However, chip cards are much safer as the chip technology provides for an additional layer of security. Byblos Bank Armenia wishes you safe and secure transactions with its new chip Master card cards",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:18"
    },
    "https://www.byblosbankarmenia.am/en/article/547": {
        "date": "2017-02-21",
        "category": "Announcement",
        "title_en": "Decreasing of the annual interest rate of Easy save account",
        "content_en": "Due to above mentioned changes the annual percentage yield will decrease. Below is the revised version of the annual interest rate of Easy save accounts in Armenian drams.     Curency 365 days Maximum amount   AMD 6% 30,000,000     The revised annual interest rates of Easy save accounts in Armenian drams are affective from 03.03.2017. For additional information please call at 010 538818, visit  any of the branches. Thank you for using our services.   Sincerely,Byblos Bank Armenia cjsc",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:20"
    },
    "https://www.byblosbankarmenia.am/en/article/546": {
        "date": "2016-09-16",
        "category": "Announcement",
        "title_en": "3D Security system",
        "content_en": "Customers of Byblos Bank Armenia can from now on benefit from more secure online card transactions due to the 3D Security system introduced by Master Card. For authorization of transactions performed via a MasterCard through websites operating with this security system, the cardholder must enter a special code sent to him/her in a SMS, in addition to a CVV code mentioned on the back of the card. When performing a transaction through sites operating with this security system, the use of SMS service is mandatory and offered free of charge by Byblos Bank. (Only SMS received through the 3D Security system is free). For activation of the SMS service please visit one of our branches. Perform new transactions through Byblos Bank Armenia without worrying about their security.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:22"
    },
    "https://www.byblosbankarmenia.am/en/article/545": {
        "date": "2016-08-12",
        "category": "News",
        "title_en": "Offer: make cashless transactions, get movie tickets",
        "content_en": "Byblos Bank Armenia in cooperation with MasterCard and ArCa has a new amazing offer for its MasterCard and Maestro cardholder customers, who value their money and pastime. From August 15 to October 15, Master Card and Maestro Plastic cardholders who make non-cash transactions of AMD 8000 and more will get a unique chance to convert receipts into cinema tickets. Cardholders who present 8 receipts of non-cash transactions each of about AMD 8000 and more will get a surprise, 2 cinema tickets when visiting special stand at Dalma Garden Mall and Yerevan Mall from Monday to Saturday starting 01 September. For card terms and conditions please visit the following link  Byblos Bank Armenia wishes good luck to everyone. We encourage you to participate in this cool campaign and be prepared for more surprises.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:25"
    },
    "https://www.byblosbankarmenia.am/en/article/544": {
        "date": "2015-12-29",
        "category": "News",
        "title_en": "Master Card and Maestro campaign summary",
        "content_en": "Master Card and Maestro campaign winners were announced December 28, right before the New Year holidays. Five Byblos Bank Armenia cardholders were given an amazing chance to become winners of the raffle and each receives a tablet as the campaign prize. The Amiryan branch of the bank hosted the closing ceremony of the campaign, during which representatives of Byblos Bank Armenia expressed gratitude to their clients for their dedication and congratulated them on the coming holidays. The campaign launched October 15th by Master Card and ArCa companies and ran until December 15th. It was open to all Master and Maestro Plastic cardholders who made 30 or more non-cash transactions of AMD 300 000 or more during the mentioned period.   The Master Card and Maestro campaign was held for the third consecutive year to encourage cardholders.  Last year Byblos Bank Armenia clients had the chance to win Sony Xperia M smart phones. Byblos Bank Armenia wishes everyone success and well-being in the coming year and invites its cardholders to make non-cash purchases to be eligible for such campaigns.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:27"
    },
    "https://www.byblosbankarmenia.am/en/article/543": {
        "date": "2015-10-15",
        "category": "News",
        "title_en": "Offer. Convert purchases into presents",
        "content_en": "Byblos Bank Armenia offers a new fantastic surprise for its cardholders helping them transform their purchases into gifts. Those Master Card and Maestro Plastic cardholders who make 30 or more non-cash transactions of AMD 300 000 or more on October 15th-December 15th are given a special chance to win one of 180 tablets in a raffle. Winners will be announced by December 20th. Last year Byblos Bank cardholders had the chance to win one of the 100 smartphones offered. Preference is given to MasterCard On-Us transactions.For Byblos Bank Armenia Master Card and Maestro Plastic Card terms and conditions please visit the link.  Byblos Bank Armenia wishes good luck to everyone and encourages them to get actively involved in such campaigns. * Online payments should be excluded.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:29"
    },
    "https://www.byblosbankarmenia.am/en/article/542": {
        "date": "2015-03-28",
        "category": "CSR",
        "title_en": "Tradition tree planting",
        "content_en": "Continuing the traditions Byblos Bank Armenia is happy to announce about one more tree planting event, which took place in the back yard of American University of Armenia. As we remember last year the tree planting was in “Poqr Mher” education center located in Yerevan city’s Nubarashen District. Thanks to active participation and financial contribution of Byblos Bank’s employees and their family members on 28th of March were added another 250 trees to previously planted 100. The event itself was organized to increase the number of green areas, which in fact contributed to the saving of nature. It is worth to mention that these activities are essential to raise awareness towards social responsibility in the Republic of Armenia. Taking into consideration the greening issue in our city, Byblos Bank is calling on everyone to have their input to make a better place for all of us to live in and not to be indifferent to environmental problems that are present in our society.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:31"
    },
    "https://www.byblosbankarmenia.am/en/article/541": {
        "date": "2014-12-24",
        "category": "News",
        "title_en": "Master Card and Maestro campaign winners were announced",
        "content_en": "Master Card and Maestro campaign winners were announced on December 24, right before the New Year holidays.     Three Byblos Bank Armenia customers got a unique chance to become winners of the raffle. Each of them received a Sony Xperia M smartphones as the raffle prize. The ceremony of handing prizes was held at “Amiryan” branch. It was a nice chance for Byblos Bank Armenia to express gratitude to its customers and to wish a Merry Christmas and a Happy New Year. The campaign was announced by Master Card and ArCa companies during the month of October for all Master Card and Maestro Plastic cardholders. Participants must have had made 20 or more non-cash transactions between November 1 and 30, with the total amount of AMD 200.000 or more to be eligible.    Master Card and Maestro plastic cards cardholders often have the possibility to take part in such campaigns. Last year the cardholders had the chance to win one of 150 tablets. Byblos Bank Armenia wishes everyone good luck and invites its cardholders to make non-cash purchases to be eligible for such campaigns.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:33"
    },
    "https://www.byblosbankarmenia.am/en/article/540": {
        "date": "2014-10-24",
        "category": "News",
        "title_en": "Offer: win one of 100 smartphones",
        "content_en": "Byblos Bank Armenia often prepares surprises for its Master Card and Maestro plastic cards cardholders. Last year Byblos Bank cardholders had the chance to win one of 150 tablets.  This time Byblos Bank Armenia provides special opportunity to its cardholders to win one of 100 smartphones.  Master Card and Maestro Plastic cardholders can participate in the raffle if they do 20 or more non-cash transactions*  from 1 to 30 November, with the total amount of AMD 200.000 or more.   For terms and conditions of Byblos Bank Armenia Master Card and Maestro Plastic Card please click on this link.   Byblos Bank Armenia wishes good luck to all and encourages to make non-cash purchases and be part of such campaigns.  *Transactions via internet are excluded.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:35"
    },
    "https://www.byblosbankarmenia.am/en/article/539": {
        "date": "2014-06-12",
        "category": "News",
        "title_en": "Offer. Raffle for Smart TVs",
        "content_en": "Besides the housing and renovation loan with favorable conditions Byblos Bank Armenia also provides an opportunity to win a big TV screen. “New apartment – new TV” campaign concluded with a raffle on 12 June. The winner of the TV raffle was defined through the draw among the participants. As a result of the raffle two of Byblos Bank's customers became winners.    One of the winners, Svetlana Hovhannisyan shares her impressions and experience with Byblos Bank:  “Thanks to Byblos Bank I won a TV screen. I am a new customer, have been using the bank’s services for about a year. I am very content with both attitude of the personnel and the services. Someone recommended Byblos Bank Armenia to me, and I am glad I have taken the advice. I am pleasantly surprised with having won the prize.” Due to this new housing loan Byblos Bank Armenia helped many families to make their dream of having an apartment come true. Many customers have already benefited from the favorable conditions of the Byblos Bank housing loan.    “With this new housing loan Byblos Bank Armenia aims to provide all and especially the  young families with decent living conditions and the possibility to obtain a home” – says Byblos Bank Armenia CEO Mr. Ararat Ghukasyan. Byblos Bank Armenia’s new housing loan has an annual 10% interest for the period of up to 20-years.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:37"
    },
    "https://www.byblosbankarmenia.am/en/article/538": {
        "date": "2014-04-29",
        "category": "News",
        "title_en": "Offer. Draw of TVs",
        "content_en": "Your dream to have a new apartment or a house can come true with Byblos Bank Armenia Housing Loan in no time and with a special offer.  You can participate in a raffle with a chance to win a widescreen TV if you apply for the new housing loan before 15 June 2014.   Byblos Bank Armenia’s new housing loan is offered for the period of up to 20 years. We finance up to 70% of the apartment value. Details of Byblos Bank Armenia’s new housing loan:  The loan amount is minimum AMD 5,000,000 with a maximum financing amount of AMD 70,000,000 for a housing loan (or counter value in USD). The loan period is  from 2 to 20 years Annual percentage rate  a-loans granted in USDFor the first 5 years: fix 10% p.a.Remaining 15 years: based on bank base* rate + 6% not less than 10%, reviewed annuallyb-loans granted in AMDFor the first 5 years: fix 14% p.a.Remaining 15 years: based on bank base* rate + 6% not less than 14%, reviewed annually Note*: The bank base rate is the cost of fund which is the YTD average weighted yield for interest bearing liabilities. Please click here for more information Our special offer is valid till 15 June 2014.  Take your chance!",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:40"
    },
    "https://www.byblosbankarmenia.am/en/article/510": {
        "date": "2014-03-31",
        "category": "CSR",
        "title_en": "Bank Supports Greening of Yerevan with Tree Planting",
        "content_en": "With its tree plantng initiative held at “Pokr Mher” education center in Nubarashen administrative discitrict, Byblos Bank Armenia supports the greening of Yerevan. The tree planting was held in collaboration with the Armenia Tree Project. 100 trees were planted with the joint efforts of Byblos Bank employees and their families. The greening of Armenia, especially in Yerevan, is of utmost importance to Byblos Bank Armenia. It aims to continuously implement such projects thus raising public awareness about important environmental issues. “Living in Armenia, we can see that environmental and greening issues are a priority. If each of us invests a little bit of our time in such important issues, then the result can be quite noticeable. This is the first tree planting event initiated by Byblos Bank Armenia, but not the last,” said Mr. Ararat Ghukasyan, Byblos Bank Armenia's Chief Executive Officer.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:42"
    },
    "https://www.byblosbankarmenia.am/en/article/525": {
        "date": "2014-03-13",
        "category": "CSR",
        "title_en": "Byblos Bank Armenia Supports Rony Barrak’s Concert in Armenia",
        "content_en": "Famous darbouka player and composer Mr. Rony Barrak performed at the State Academic Opera and Ballet Theater of Armenia on 12 March, 2014. This opportunity was brought to the music connoisseurs in Armenia by Byblos Banks Armenia. The audience had an exceptional opportunity to enjoy the exotic music of the famous Lebanese darbouka player. This time Mr. Rony Barrak proposed a special gift to Armenia. Inspired by his first visit to the country, Mr. Barrak composed a music piece devoted to Armenia.  During his visit Mr. Rony Barrak made a special appearance also at “Mezzo” club on 11 March. The musician says Armenian and Arabic cultures share similarities in music. This is why cooperation with Armenian musicians and communication with the audience in Armenia has been easy and enjoyable. Rony experimented also with the Armenian dhol. He is convinced that music is a universal language. As the main sponsor of Rony Barrak’s concert in Armenia, Byblos Bank Armenia is pleased to have supported the realization of such a unique cultural event.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:44"
    },
    "https://www.byblosbankarmenia.am/en/article/537": {
        "date": "2014-03-05",
        "category": "News",
        "title_en": "New Product Internet Banking",
        "content_en": "Byblos Bank Armenia is offering a new service. Byblos Online provides you with access to banking services anytime anywhere. Internet banking gives you the opportunity to use our services 24/7 without the need to visit the Bank.  Byblos Online allows you to:  Access and check the balances and conditions of your different accounts and loans Perform transfers of funds View exchange rates Check your cards balances, statements, and transactions Perform service requests  To become an Internet Banking user you can visit a Byblos Bank Armenia branch, sign the Internet Banking Application Form and Terms and Conditions, choose the access type and pay the service fee.  Once these documents are filled and signed, you will receive a Login password and security token.  You are set to start. Security is a concern for any Internet user. At Byblos Bank we are aware of this and have taken precaution measures to ensure that your data is safe and secure.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:46"
    },
    "https://www.byblosbankarmenia.am/en/article/536": {
        "date": "2013-12-26",
        "category": "News",
        "title_en": "New Year's contest for cardholders",
        "content_en": "Byblos Bank Armenia (BBA) MasterCard and Maestro cardholders who made more than 30 non-cash transactions with the sum of  AMD 300.000 or more from October 1-30, had the opportunity to participate in a contest and receive valuable gifts.   The aim of this contest was to encourage non-cash transactions with the support of MasterCard and ArCa systems.  BBA awarded five winners with the contest gifts – tablets from MasterCard and ArCa, as well as Byblos Bank organizers. Winning in this contest came as a nice surprise for the BBA customers. Many of them are longstanding MasterCard cardholders and users of other services provided by BBA.   “I have been using the Byblos Bank services for more than 2 years. They called me and told I am one of the winners. In fact, I was pleasantly surprised. I visited the Byblos Bank Armenia website and got details about the contest”, shares one of the winning customers.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:48"
    },
    "https://www.byblosbankarmenia.am/en/article/535": {
        "date": "2013-10-29",
        "category": "News",
        "title_en": "Offer. Spend and Win tablet with MasterCard",
        "content_en": "Starting from November 1 to 30 perform 30 and mor non-cash transactions for AMD 300,000 and more with MasterCard and Maestro Cards and challenge one of 150 tablets.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:50"
    },
    "https://www.byblosbankarmenia.am/en/article/534": {
        "date": "2013-03-12",
        "category": "News",
        "title_en": "New loan product – the energy efficiency renovation loan",
        "content_en": "Renovate your apartment and save money due to energy efficiency and in one go. In order to stimulate energy conservation banking sector suggests a range of solutions. Byblos Bank Armenia offers a new loan product to the market – the energy efficiency renovation loan. Energy efficiency renovation loan is a unique product for the Armenian market. It is targeted to every citizen of Armenia who wants to renovate apartment and save money by reducing energy consumption costs. The renovation loan payment is due within 15 years. The loan interest rate is unprecedentedly low – only 10% annually. This loan offers an optimal solution to apartment renovation, gives opportunity to get sustainable building materials and save energy during regular use of heating and cooling systems which consequently reduces electricity bills. An energy efficient apartment results in accruing long-term saving. The sum of monthly savings can make up a considerable amount over years, which can be used for paying loan principal. Undoubtedly, an apartment with such a renovation will have higher market value in the future.  Energy efficiency renovation loan has already gained popularity among Byblos Bank Armenia clients. Providing renovation loans by convenient conditions Byblos Bank Armenia expects to expand loan portfolio of bank and to foster energy saving culture development in Armenia. On the macro level such programs provide opportunity for nature conservation and economic development in the country by reducing energy consumption and increasing the population's welfare. Energy Efficiency Renovation Loan, renovate your house and start living a better life.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:52"
    },
    "https://www.byblosbankarmenia.am/en/article/533": {
        "date": "2013-02-26",
        "category": "News",
        "title_en": "Byblos Bank Armenia - Five Years in Armenia",
        "content_en": "Byblos Bank Group operates in 12 countries around the world, including Armenia. Since its foundation for over 60 years Byblos Bank has been a responsible and reliable partner in every region of its operations.     Byblos Bank Armenia enetered Armenian banking industry five years ago, in 2007. Mainly due to contribution to Armenian-Lebanese investments and financial collaboration Byblos Bank has positioned itself in a unique niche. Byblos Bank Armenia is guided by five main principles: integrity, customer focus, mutual respect, professionalism and teamwork. These principles serve as a base for Byblos Bank Armenia to successively expand the services offered to individuals and legal entities.   During five years Byblos Bank Armenia has been developing loan packages and services with convenient conditions, which support enhancement of the Bank’s portfolio. The Bank provides a range of competitive products, five of which are worth to distinguish: Easy Save account, Personal Loan, Small Business Loan, Housing Loan, as well as a unique product recently introduced to the market – Energy Efficiency Renovation loan.  Special Approach to Savings  In order to manage clients' savings efficiently, Byblos Bank Armenia offers its Easy Save account. It allows You not only to accumulate money through fast and simple transactions at any time, but also to get competitive interest rate on the positive balance of the account - 6% annually.   Your Bank For Life Personal loan provided by Byblos Bank Armenia is aimed to cover current expenses of physical entities. Due to this type of loan, the consumer is able to purchase household appliances and high-technology equipment, as well as to realize some major plans such as payment for education, traveling or simply to finance unexpected expenses. The Personal Loan provided by Byblos Bank Armenia is unique for simplicity of application procedures, favourable conditions and competitive interest rates.   Small Business Loan - Big Opportunities  Given the fact that financing is half the battle for any business, Byblos Bank Armenia responds to the local market needs and provides unprecedented program of small business loans. This loan is provided to individual entrepreneurs, limited liability companies and other types of legal entities registered in RA, where the number of employees doesn't exceed forty-nine. This loan is provided for meeting any needs of any type of business - whether offering professional services, products or managing workshop crafted production. The loan can be used to expand the working capital as well as to obtain equipment, purchase or enlarge the office/work space.    New Year with a New Home Due to the Housing Loan of Byblos Bank Armenia it is possible to fulfill the dream to own an apartment. The Bank may finance up-to 70% of your apartment’s value. The loan repayment is due within 2-15 years while the annual interest rate of loan is 12%-14% when provided in US Dollars and 14%-16% when provided in Armenian Drams.      Renovated Apartment and Energy Saving in One Go The Energy Efficiency Renovation loan is a project that BBAM has recently luanched. Aim of this project is to increase welfare of RA population by reducing costs of energy consumption. This renovation loan is intended for every citizen of Armenia, who wants to renovate apartment and direct energy savings to loan repayment. The repayment of loan is due within 15 years whereas loan annual interest rate is unprecedentedly low – only 10%.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:54"
    },
    "https://www.byblosbankarmenia.am/en/article/531": {
        "date": "2012-07-10",
        "category": "News",
        "title_en": "LAV ELI Exclusive Concert – Bank’s Gift to Vanadzor",
        "content_en": "On July 4 LAV ELI Rock Band held an open air concert in Hayk Square in Vanadzor. The concert marked the one-year anniversary of Byblos Bank Armenia’s Vanazdor Branch. The public had an opportunity to enjoy the old and new songs of the band. The concert was organized on the occasion of Byblos Bank Armenia’s Vanadzor Branch anniversary. This was a good opportunity for people to come together with families and friends and spend value time in Vanadzor. The event united not only LAV ELI band but also the active youth of Vanadzor as well as guests and visitors from Yerevan and the regions. The audience participated in quiz games and received keepsakes from Byblos Bank Armenia. The Vanzdor Branch of Byblos Bank Armenia opened a year ago and introduced new quality and international standards in the banking sector. The Vanadzor branch operates transparently and responsibly in accordance to the key principles of Byblos Bank Group. The branch offers diverse loan packages. “We are happy to combine the anniversary of Byblos Bank Armenia’s Vanadzor Branch and the concert of LAV ELI rock band. The city of Vanadzor is known for its long standing traditions of rock music. This event fosters the cultural growth of the environment where we work”, said Krist Marukyan, Vanadzor Branch Manager.  LAV ELI formed in the mid-90s in Vanazdor. In the years to follow the band became quite popular. However, by early 2000’s the band separated. Now, years later LAV ELI has reunited:“Almost the whole band came together. We have a unique opportunity to perform for Vanadzor public and guests with this long-awaited concert.” said Mher Manukyan, a member of LAV ELI. Byblos Bank Armenia readily supported this initiative since it values the importance of cultural activities not only in the capital but also throughout the regions. Besides supporting LAV ELI concert, Byblos Bank Armenia continuously expands its support with education, culture and energy efficiency programs.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:57"
    },
    "https://www.byblosbankarmenia.am/en/article/530": {
        "date": "2012-06-20",
        "category": "News",
        "title_en": "A Day With Byblos Bank․ Study Tour Of AYB High School Students",
        "content_en": "On June 19, 2012 the Ayb high school students visited Byblos Bank Armenia’s head office and Amiryan branch to get acquainted with the Bank's procedures and daily activities, as well as the nuances of banking. This was a reciprocal visit by Ayb students to Byblos Bank. Eleven students with sucess record in courses such as math and economics were selected to participate. After the meeting with the Byblos Bank Armenia's CEO Ararat Ghukasyan, the students continued their tour with the Bank's employees. During the comprehensive program the students learnt about the Bank's services and products, employment opportunities and HR recruitment procedures, the structure of the branches, departments and their functions. According to Special Education Programs deputy director at Ayb, Viguen Shirvanyan, the cooperation with Byblos Bank has a tendency to expand. Meeting with the CEO and the head staff to receive first-hand information is very important for the students to choose their future career. Students may wish to change or pursue careers in banking after being encouraged by this meeting, said Mr. Shirvanyan. Ayb students were particularly interested in internships and job opportunities at Byblos Bank.It is nice, that Byblos Bank initated such a project. This visit is very important for our future professional orientation. Receiving this much information is an asset, and the Bank’s staff is very friendly too. I would like to work and gain experience at this age, - mentioned Sirarpi Ghasabyan, an 11th grade student at Ayb high school who plans to specialize in banking. The first meeting with Ayb students and Byblos Bank Armenia was organized this May, when the CEO Mr. Ghukasyan presented the world history of banking including Armenia as well as the functions of a bank during the Lunch Hour Lecture series at Ayb school. ”Byblos Bank Armenia supports the development of education in Armenia both with the provision of financial and human resources as well as by sharing knowledge. We hope, that this initiative with Ayb high school was an opportunity for the students to be more informed and prepared to make the right decision in choosing their profession,- mentioned Mr. Ghukasyan. Highlighting the role of education in having prosperous country and competitive professionals, since its foundation Byblos Bank Armenia has been cooperating with the American University of Armenia and Ayb high school since 2012. In 2012 Byblos Bank Armenia will continue to expand the portfolio of Corporate Social Responsibility in the spheres of education and promoting energy efficiency programs.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:18:59"
    },
    "https://www.byblosbankarmenia.am/en/article/529": {
        "date": "2012-05-25",
        "category": "CSR",
        "title_en": "Bank History Lecture at AYB High School",
        "content_en": "Over 70 students of Ayb high school had an opportunity to learn about the history and development of banking business. The CEO of Byblos Bank Armenia Mr. Ararat Ghukasyan presented the world history of banking including Armenia as well as the functions of a bank during the Lunch Hour Lecture series at Ayb School.  The students actively participated in the discussion and the Q&A session. An Ayb student, Narek who wants to become a diplomat in the future thinks everybody must know about banking history. This is important to know both as a citizen and as a future professional.  “I have learned a lot about banking during this lecture. The topic of banking evolution was particularly important, since we cannot make deals with banks correctly unless we know the underlying history and principles. This knowledge may play an important role in my future career as well”, said Narek.  Mr. Ghukasyan also presented the key principles of banking business which are the mutual trust and professionalism. Byblos Bank Armenia pays much attention to fostering the development of education. At the end of the meeting Mr. Ghukasyan encouraged the students to study hard, since education and knowledge are the only true guarantees of successful and dignified life.  In the near future Ayb school students will have an on-site visit to one of the Byblos Bank Armenia branches. During the job shadowing visit the students will learn about the bank operations and will have discussions with the Byblos staff.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:01"
    },
    "https://www.byblosbankarmenia.am/en/article/528": {
        "date": "2012-04-18",
        "category": "News",
        "title_en": "New Branch on Komitas street",
        "content_en": "Yerevan, Armenia, April 18, 2012 - Byblos Bank Armenia (BBA) officially opened a new branch in Komitas district of Yerevan. Komitas branch, the 3rd of BBA in Yerevan, ensures access to banking services for its clients residing in Komitas and neighboring districts. BBA leadership, representatives of Central Bank Armenia and businesses were among the guests at the opening ceremony. In line with Byblos Group’s policy, BBA Komitas branch is identical to all other Byblos Bank branches in Armenia and abroad, which ensures branch recognition and consistent customer experience. “Komitas is an important residential and business area with good growth and development potential. We believe Komitas has got an adequate capacity for banking services, hence a decision was made to ensure our permanent presence here.”- said Mr. Palikyan, the Manager of BBA Komitas branch. Komitas branch continues the 60 years of Byblos Group’s best traditions and offers beneficial products and services to the Bank’s customers and stakeholders. “By opening a new branch in Komitas, we demonstrate our strategic approach towards developing branch network for improving and facilitating access of our clients to quality banking services.”- said Mr. Ghukasyan, the CEO of BBA. In 2012 BBA recorded many great successes. In the first quarter the Bank secured steady growth in all directions, including assets, deposits and loans. BBA signed a long- term funding agreement with IFC. In order to expand new services and products the Bank plans to enter into similar agreements with other international organizations as well.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:03"
    },
    "https://www.byblosbankarmenia.am/en/article/526": {
        "date": "2012-04-06",
        "category": "News",
        "title_en": "Byblos Bank Armenia Presented Prospects of Armenian Banking Sector in Lebanon",
        "content_en": "Byblos Bank Armenia Presented Prospects of Armenian Banking Sector in LebanonThe Armenian-Lebanese roundtable entitled “New Realities of Armenian Baking System” took place on March 29-31, 2012. The round table brought together leaders of investment banking and business circles from both countries. Headquartered in Lebanon and with presence in Armenia, Byblos Bank is well-positioned to introduce specifics of banking system in Armenia to their Lebanese colleagues, therefore Byblos Bank Armenia CEO, Mr. Ghukasyan was the part of the delegation from Armenia.During this official visit Mr. Ghukasyan presented Armenia’s financial system and economy to individuals and companies in Lebanon interested in expanding their business and investments in Armenia. Byblos Bank Armenia played this liaising role in the past and managed to bring its valuable input throughout round table discussions as well.“This was an excellent opportunity to restate to larger Armenian community in Lebanon about Byblos Group’s presence in Armenia and long-term growth plans. We are in Armenia to facilitate trade, commerce and investments between two friendly nations and countries.” noted the Chief Executive Officer of Byblos Bank Armenia.Being one of the top three banks in Lebanon, Byblos Bank is well known to the Armenian Diaspora that plays active political, economic and social role in strengthening bilateral relations. With well-established banking systems both in Lebanon and Armenia, the Bank serves the expending clientele in both countries.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:05"
    },
    "https://www.byblosbankarmenia.am/en/article/527": {
        "date": "2012-03-27",
        "category": "News",
        "title_en": "IFC Helps Bank Boost Mortgage and Residential Energy-Efficiency Lending",
        "content_en": "IFC Helps Byblos Bank Armenia Boost Mortgage and Residential Energy-Efficiency Lending Yerevan, Armenia, March 27, 2012—IFC, a member of the World Bank Group, is partnering with Byblos Bank Armenia to help it expand mortgage lending and offer residential energy-efficiency financing, helping save energy resources and reduce greenhouse gas emissions. IFC is providing a $10 million loan to Byblos Bank Armenia to offer its clients increased access to housing finance and also to the first-ever residential energy-efficiency lending package offered by a local bank in Armenia. Byblos Bank Armenia will design its energy-efficiency products with advisory support from IFC’s Armenia Sustainable Energy Finance Project. Ararat Ghukasyan, Chief Executive Officer of Byblos Bank Armenia, said, “By promoting energy efficiency and energy-efficient lending products, we can help homeowners in Armenia to reduce their annual energy bills, lead more environmentally friendly lifestyles, and improve the health, comfort, and safety of their homes. This is the first funding of this nature in Armenia, hence it is equally important to our customers and to Byblos Bank Armenia.” Tomasz Telma, IFC Director for Europe and Central Asia, said: “Our strategy in Armenia is to increase access to finance, including energy-efficiency finance, and to encourage sustainable economic growth, support job creation, and diversify the country’s economic base. By working with financial intermediaries such as Byblos Bank Armenia we can achieve significant development impact in a country that relies heavily on energy imports.” IFC will provide training for Byblos Bank Armenia credit officers and risk specialists to educate them in assessing risks and processing energy-efficiency loan applications. Armenia, a country with few fossil energy resources, has strong demand for energy efficiency because of the high cost of energy. Since Armenia became a member of IFC in 1995, IFC has invested $202 million in 35 projects across the industry spectrum, including financial markets, manufacturing, and mining. IFC Advisory Services also provides advice through projects focusing on the financial sector, sustainable energy, and regulatory simplification. IFC’s Armenia Sustainable Energy Finance Project is being implemented in partnership with the Austrian Ministry of Finance. About IFCIFC, a member of the World Bank Group, is the largest global development institution focused exclusively on the private sector. We help developing countries achieve sustainable growth by financing investment, providing advisory services to businesses and governments, and mobilizing capital in the international financial markets. In fiscal 2011, amid economic uncertainty across the globe, we helped our clients create jobs, strengthen environmental performance, and contribute to their local communities—all while driving our investments to an all-time high of nearly $19 billion. For more information, visit www.ifc.org.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:07"
    },
    "https://www.byblosbankarmenia.am/en/article/524": {
        "date": "2012-03-20",
        "category": "Product",
        "title_en": "New House Loan Special Offer by Byblos Bank Armenia",
        "content_en": "Byblos Bank Armenia is committed to providing beneficial products to its clients. The Bank makes a special offer of a house loan till March 31. Your New House loan enables the clients to purchase a house or an apartment with exclusive conditions - 0% file fee, only 20% down payment and 11% fixed interest rate.With Your New House loan the Bank will finance up to 80% of the value for any apartment or house selected by the client. The tenor for the loan is up to15 years. These exceptional conditions of the loan will enable to save time and money, and own today a dream house for the price of a monthly rent. Starting from April 1 Byblos Bank Armenia will continue the usual offer with 11% fixed rate and 15 year tenor. This offer will have a file fee of 0.5% (min AMD 50,000 max AMD 250,000). The loan finances 70% of the appraised value of the finished apartment/house or the sale price whichever is less.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:09"
    },
    "https://www.byblosbankarmenia.am/en/article/523": {
        "date": "2012-03-16",
        "category": "News",
        "title_en": "Bank is a registered member of NASCAD OMX Armenia",
        "content_en": "Membership with NASDAQ OMX Armenia gives the Bank access to all markets, including corporate and government securities, REPOs, as well as enables to conclude manual trades via the exchange trading system and to participate in NASDAQ OMX Armenia rule making process.“Armenian Stock Exchange”, NASDAQ, is the only stock exchange operating in Armenia. It provides transparent exchange market that enables Armenian companies to raise capital and contribute to the development of the country’s economy.Byblos Bank Armenia brings its values to the family of about 4000 globally trusted businesses and brands registered with NASDAQ Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:11"
    },
    "https://www.byblosbankarmenia.am/en/article/522": {
        "date": "2011-12-26",
        "category": "News",
        "title_en": "2011 Summary",
        "content_en": "2011 has been a remarkable year for Byblos Bank Armenia thanks to completion of   major financial deals and implementation of programs. The bank has succeeded to enter into several agreements with international financial institutions and is looking forward to the new ones which will be focused on the development of small and medium businesses. Byblos Bank Armenia cooperates with the European Bank for Reconstruction and Development (EBRD1) in facilitating funding to private businesses. In line with earlier signed agreement between EBRD and Byblos Bank Armenia throughout 2011 the total amount USD 5 million facility granted to the bank has been utilized fully  among Armenian commercial entities operating in the  following sectors: manufacturing, services and food processing. According to the contract recently signed between Byblos Bank Armenia and European Fund for Southeast Europe (EFSE2) Bank has been granted two facilities in the amounts of AMD 875 million and USD 3 million. These funds will be used to finance small and medium size businesses in Armenia. “Byblos Bank Armenia has finalised negotiations with other international financial institutions for attracting large-scale and long-term funds during the first quarter of the coming year. The new funds will be aimed at the financing of small and medium-size entities, as well as will promoting mortgage lending ” – said Mr. Ararat Ghukasyan, Chief Executive Officer of Byblos Bank Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:13"
    },
    "https://www.byblosbankarmenia.am/en/article/521": {
        "date": "2011-07-21",
        "category": "News",
        "title_en": "New branch in Vanadzor",
        "content_en": "Byblos Bank Armenia, Yerevan, July 21, 2011: Yesterday Byblos Bank Armenia opened a state-of-the-art branch in Vanadzor, in the earthquake zone during a ceremony attended by a delegation of Byblos Bank Group, representatives from Central Bank of Armenia, Mayor’s office, Bank’s Management, important corporate clients, partners, media and other guests. The new branch, which is launched in a prime location, confirms the Bank’s engagement to extend its high-quality products and services to the residents of the earthquake area and to efficiently contribute to the local economy’s prosperity. Mr. Alain Tohmé, Member of the Board of Directors of Byblos Bank Group, said: “Our commitment towards Armenia and the Armenian people remains true and we look forward to playing a key role in the development of Vanadzor and its nearby areas”. He added: “Our establishment in Armenia in 2007 was not a hazardous step but a planned one because we know that there is room for long-term growth and investment. Today, our strategy is gaining traction and the purchase of the Vanadzor premises is a clear sign of our long-term commitment.” Mr. Ararat Ghukasyan, CEO of Byblos Bank Armenia, said: “As an Armenian banker, I am extremely pleased to be part of Byblos Bank Group. We are now able to reach the northern regions of Armenia through our modern branch in Vanadzor. Our aim is to encompass the Lori, Shirak and Tavush regions. Our expansion strategy also includes the opening of a new branch in Komitas that will be operational by the end of the year.” It was last year, on the 1988 Earthquake’s Remembrance Day, that Byblos Bank Armenia announced its will to expand and invest in Vanadzor. In keeping with its international quality, the new branch has been furbished according to Byblos Bank Group standards. Through 10 new work stations, a trained staff offers friendly and professional banking services such as corporate and consumer lending, with an emphasis on small and middle enterprises. The purpose is to boost the growth of small businesses and sustain them. Byblos Bank Group is an international financial institution that operates in 12 countries: Armenia, Lebanon, France, United Kingdom, Belgium, Cyprus, Iraq, Nigeria, Sudan, Syria, United Arab Emirates, and Democratic Republic of the Congo. In 2010, the Group’s consolidated net profit increased by 22.1% to USD 177.7 million as compared to 2009, total assets increased by 12.6% to USD 15.3 billion, and customers’ deposits grew by 15.6% to USD 11.9 billion. This year, Byblos Bank also posted the highest rise in Tier One Capital among Lebanese banks and jumped 58 places in The Banker Magazine’s ranking list of the Top 1,000 commercial banks in the world.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:15"
    },
    "https://www.byblosbankarmenia.am/en/article/520": {
        "date": "2011-01-24",
        "category": "News",
        "title_en": "Byblos Bank Armenia cjsc the best cooperating bank of the year",
        "content_en": "During a January 24 Press Conference held by the Financial System Mediator (FSM) on the occasion of its second anniversary, Byblos Bank Armenia CJSC was nominated as one of the three best cooperating banks in Armenia. Byblos Bank Armenia highly regards this nomination bestowed upon it by such a highly respected institution. Our commitment to swift problem-solving and feasible approach in bank-client relations is genuine proof of our long-term and sound banking strategy in the Armenian market.  On the occasion of the second anniversary of the FMS, Byblos Bank Armenia would like to congratulate and reaffirm its close continuous cooperation for the further development of the banking industry in Armenia.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:17"
    },
    "https://www.byblosbankarmenia.am/en/article/519": {
        "date": "2011-01-10",
        "category": "News",
        "title_en": "5 mln USD financing to support private businesses",
        "content_en": "OPEC Fund for International Development (OFID) and Byblos Bank Armenia together finance small and medium businesses, operating in Armenia. Byblos Bank Armenia started its USD 5 mln financing program of middle market companies late December 2010. The agreement with OFID provides funds for financing the lending program. The funds sourced will be granted to small and medium size enterprises, operating in Armenia, for up to 5 years and at preferential rates, enhancing the availability of financing for this field, an important one for the development of the economy. About OFIDOPEC Fund for International Development is a diversified financial institution, established on 1976 by the member-countries of OPEC. Types of financing include lending for business development and similar projects, assistance to the balance of payments and redemption of borrowings upon the initiative of heavily indebted poor countries (HIPC) organization, support to private businesses, grants as technical assistance, food aid, research and humanitarian aid, as well as provision of resources to other organizations, aimed at development and acting to support developing countries. As of Aug 31, 2009 total investments amounted to USD 11 billion.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:19"
    },
    "https://www.byblosbankarmenia.am/en/article/518": {
        "date": "2010-12-07",
        "category": "News",
        "title_en": "Bank completes its three years of operations and engages to more development in the earthquake zone",
        "content_en": "Armenia, Yerevan. December 7, 2010 – The Board of Directors of Byblos Bank Armenia and Byblos Bank Group held their Annual General Meetings on December 7 to discuss the strategy of the Bank’s international and local operations. The short summary of Byblos Bank Armenia’s three years of operations in Armenia and the plans on further expansion in the Republic came in an announcement at press conference held on December 7. The press conference that followed the annual meeting at Armenia Marriott Hotel was led by Dr. François Bassil, the chairman of Byblos Bank Group and Byblos Bank Armenia CJSC Board, with the participation of the following speakers:  Mr. Ararat Ghoukasyan, Byblos Bank Armenia CEO, Mr. Alain Tohme, Byblos Bank Armenia CJSC Board Member, and Alain Wanna, Byblos Bank Armenia CJSC Board Member. The EBRD shareholder was also present. As an international financial institution, Byblos Bank Group currently operates in 12 countries, such as Armenia, Belgium, Congo, Cyprus, France, Iraq, Lebanon, Nigeria, Sudan, Syria, UK, UAE. “It was in 2007 that our Bank first established a foothold in Armenia, a country that we hold so dear to our hearts. Armenia and Lebanon have always maintained strong ties and share many common qualities.” Said Dr. Bassil while presenting the prospects of the expansion of Lebanese Byblos Bank Group. “After an initial stabilization period, we are looking to 2011 to being the year of our “real” start in Armenia,” said the Chairman. Byblos Bank Armenia will offer new services such as commercial loan portfolio, with an emphasis on Small and Middle Enterprises. “Our objectives are to grow, go beyond Yerevan. It is symbolic, that today on the 1988 Earthquake’s Remembrance Day, we are announcing our expansion and investment plans in Vanadzor, which was one of the regions severely affected by the earthquake,” highlighted Dr. Bassil.  The opening of the Vanadzor branch at a new location will offer news jobs for the residents of the earthquake-struck areas. The Chairman then concluded by expressing his confidence that ‘Byblos Bank Group’s unwavering long term commitment will actively contribute to the economic prosperity of Armenia.’ This process will also contribute to ‘developing even stronger relations between the peoples of Armenia and Lebanon.’",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:21"
    },
    "https://www.byblosbankarmenia.am/en/article/513": {
        "date": "2010-09-08",
        "category": "News",
        "title_en": "Ararat Ghukasyan appointed new Chief Executive Officer of Byblos Bank Armenia CJSC",
        "content_en": "On 25 August 2010, the Board of the Central Bank of Armenia has approved the appointment of Mr. Ararat Ghukasyan as the new Chief Executive Officer (CEO) of Byblos Bank Armenia C.J.S.C.Mr. Ararat Ghukasyan is currently serving as the Chairman of the Union of Banks. During his long and successful career in the financial business, he held several positions in different banks, locally and internationally.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:23"
    },
    "https://www.byblosbankarmenia.am/en/article/516": {
        "date": "2010-04-29",
        "category": "News",
        "title_en": "Byblos Bank in the Democratic Republic of the Congo",
        "content_en": "Byblos Bank Headquarters, Ashrafieh – April 2010: Byblos Bank started this month operations in the Democratic Republic of the Congo. The Bank has taken in the majority of the shares of “Banque Solidaire”, which is now running under the name of Byblos Bank DR Congo. This step comes in the framework of the Bank’s expansion strategy aimed at reinforcing its position as a regional player gaining ground worldwide while capitalizing on an expertise of more than 60 years in the financial and banking sectors. Dr. François S. Bassil, Chairman and General Manager of the Byblos Bank Group, stated that “Byblos Bank’s expansion strategy is focused on leveraging its extensive expertise to establish solid foundations for its operations and tap challenging and under-served markets, the latest of which is the Democratic Republic of the Congo”. Emerging markets will bolster Byblos Bank’s capital base and financial capacities, thus contributing to broadening its client base, as well as its products and services. By expanding in the Congolese promising market, Byblos Bank can also accompany the Lebanese Diaspora spread throughout the African continent, and support local and foreign investors in the development of their businesses and the concretization of their projects. The newly acquired entity in Kinshasa is operating as an independent subsidiary of the Byblos Bank Group. It will provide value-added services such as corporate banking, commercial banking, investment services, and consumer banking. This step comes to reinforce Byblos Bank’s position and strengthen its regional and international presence in 12 countries and three continents: Lebanon, Belgium, France, United Kingdom, Cyprus, Syria, United Arab Emirates, Iraq, Armenia, Sudan, Nigeria, and lately the Democratic Republic of the Congo.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:26"
    },
    "https://www.byblosbankarmenia.am/en/article/515": {
        "date": "2010-04-19",
        "category": "News",
        "title_en": "Byblos Bank Honors the President of the National Assembly of the Republic of Armenia",
        "content_en": "Byblos Bank Headquarters, Ashrafieh, 13 April 2010: Dr. François S. Bassil, Chairman and General Manager of Byblos Bank Group, hosted a luncheon in honor of Mr. Hovik Abrahamyan, President of the National Assembly of the Republic of Armenia and the delegation accompanying him in his official visit to Lebanon. The luncheon was held at Le Maillon restaurant in the presence of eminent political and social figures, as well as high-profile businessmen and Byblos Bank Group managers. In his welcome speech, Dr. Bassil praised the close relationships between Byblos Bank, the only Lebanese bank that established a foothold in Armenia back in 2007, and the Armenian people. He said, “Armenians have a fair share in our Group both as shareholders and clients. Our Bank works towards promoting cooperation among the Armenian Diaspora, wherever it may be in general, and between Armenians of Lebanon and Armenia in particular”. Dr. Bassil added: “The Armenian economy is a promising one of its own accord. It boasts sufficient natural and human resources to support considerable economic growth. In keeping with Byblos Bank’s strategy of contributing meaningfully to the development of the societies where we operate, Byblos Bank’s policy in Armenia is to invigorate both the productive sectors of the economy and the consumption practices that sustain them. This means financing for both industry and services, as well as housing, personal, and professional loans at the retail level, which will contribute to expanding the size of Armenia’s middle class, upgrading the quality of life for its citizens, and supporting the country’s plans for steady, long-term economic growth”. Then, highlighting the similarities that Armenia and Lebanon share, Dr. Bassil commended the strong partnership and friendship between both countries. “Armenia is a country that boasts a rich cultural heritage that stems from one of the oldest civilizations on earth”, he said. “Like the Lebanese, the Armenian people are open-minded, dynamic, and productive. They refuse laziness and dependency, and they earnestly strive to improve their living conditions and education. They also reject any attempts against their freedom or dignity. Hence, they are people who deserve life, and we have great respect and esteem towards them”. Mr. Hovik Abrahamyan thanked Dr. Bassil for his significant initiative. He also expressed his pride in Lebanon and  thanked the Lebanese authorities for embracing the Armenian community  and for showing Armenians  such a great respect and support. He added: “We will strive to enhance economic relations between Lebanon and Armenia, so that they will be as fruitful as the political cooperation established between both countries”. It is worth to note that Byblos Bank operates in the Republic of Armenia through three branches, offering a myriad of banking products and services such as commercial lending, project financing, asset management, private banking, personal banking, and consumer banking.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:28"
    },
    "https://www.byblosbankarmenia.am/en/article/514": {
        "date": "2010-03-05",
        "category": "News",
        "title_en": "EBRD’s first local currency financing in Armenia",
        "content_en": "The EBRD facility, for on-lending to private enterprises, includes a synthetic loan in Armenian Dram (AMD) for an amount equivalent to up to $5 million, which will be used to finance investments and working capital needs of local businesses, and an additional $5 million to co-finance Byblos Bank Armenia’s larger sub-loans. Under the synthetic loan structure, the EBRD is providing the financing in US dollars at a pre-determined fixed USD/AMD exchange rate. Byblos Bank Armenia’s loan obligation is therefore the AMD counter-value of the provided funds. The synthetic local currency loan will help Byblos Bank Armenia reduce its foreign exchange risk, increase the term of its local currency funding, and expand its portfolio of loans in local currency. The EBRD funds will enable Byblos Bank Armenia to facilitate the access to much needed financing for businesses operating in the country in the current tight credit market. “This transaction will boost the financial intermediation in the Armenian banking sector, bringing new financing in local currency to the country’s real economy. The EBRD funds will support further development of the private sector, addressing an important constraint for the economic growth in Armenia”, said Mike Taylor, EBRD Director, Financial Institutions, Central Asia, Caucasus, and Mongolia. “Byblos Bank Armenia welcomes the EBRD’s facility in order to jointly support the private businesses in the Republic of Armenia. It demonstrates EBRD's confidence in the strength of our bank and in the economy of the country. This transaction will further allow us to pursue our expansion strategy in the market”, said Mr. Georges Sfeir, CEO of Byblos Bank Armenia. Since the beginning of its operations in Armenia, the EBRD has committed over €335 million in approximately 70 projects in the financial, corporate, infrastructure and energy sectors. About EBRD: The EBRD, owned by 61 countries and two intergovernmental institutions, is supporting the development of market economies and democracies in countries from central Europe to central Asia. For further information, visit: www.ebrd.com",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:30"
    },
    "https://www.byblosbankarmenia.am/en/article/517": {
        "date": "2010-01-22",
        "category": "News",
        "title_en": "International Finance Cooperation invests 100 mln USD in the equity of Byblos Bank SAL",
        "content_en": "Byblos Bank SAL and International Finance Cooperation have declared that IFC is in the process of investing USD 100 mln in the equity of Byblos Bank.IFC is a member of World Bank Group which invests in private sector and renders opportunities to people to cope with poverty and improve living conditions.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:32"
    },
    "https://www.byblosbankarmenia.am/en/article/512": {
        "date": "2009-10-15",
        "category": "Product",
        "title_en": "The bank has started to issue new Debit cards with overdraft facility",
        "content_en": "ArCa and MasterCard Debit cards grant you the opportunity to enjoy an overdraft facility of up to 5 times salary provided your salary is transferred irrevocably to your account in Byblos Bank Armenia.The advantages of the overdraft are as follows:  No maturity Payment frequency depends on your choice.",
        "title": "",
        "content": "",
        "scraped_at": "2024-12-15 23:19:34"
    }
}