{
    "Բանկի ներսում նույն արժույթով քարտերի միջև փոխանցման սակագինը սահմանվել է 0%--12.11.2024": {
        "date": "2024-11-12",
        "category": "announcements",
        "title_en": "The transfer fee between cards in the same currency within the bank has been set at 0%.",
        "content_en": "We would like to inform you that the transfer fee between cards in the same currency within the Bank in the EvocaTOUCH application and EvocaONLINE system has been set at 0%. Please note that other fees have remained unchanged. The change does not apply to Visa Infinte cards.",
        "title": "Բանկի ներսում նույն արժույթով քարտերի միջև փոխանցման սակագինը սահմանվել է 0%",
        "content": "Տեղեկացնում ենք, որ EvocaTOUCH հավելվածում և EvocaONLINE համակարգում Բանկի ներսում նույն արժույթով քարտերի միջև փոխանցման սակագինը սահմանվել է 0%։Խնդրում ենք հաշվի առնել, որՄյուս սակագները մնացել են անփոփոխ:Փոփոխությունը չի տարածվում Visa Infinte քարտերի վրա։",
        "scraped_at": "2024-12-15 16:40:13"
    },
    "«ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողով--13.06.2024": {
        "date": "2024-06-13",
        "category": "announcements",
        "title_en": "\"EVOKABANK\" CJSC Annual General Meeting of Shareholders",
        "content_en": "\"On June 28, 2024, at 16:00 (Yerevan time), the Annual General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held via videoconference at 44/2 Hanrapetutyan Street, Yerevan. The agenda of the Annual General Meeting of Shareholders includes the following issues: Report of the Chairman of the Board on the Bank's activities in 2023, programs for 2024. Report of the Chief Accountant - the Bank's annual balance sheet for 2023, performance of expenses and income. Distribution of net profit accumulated by the Bank's activities. Approval of the person conducting the external audit of the Bank in 2024. Election/re-election of the members of the Bank's Board, approval of the amount of remuneration and term of office. Approval of the amount of remuneration for the members of the Bank's Board based on the results of 2023.",
        "title": "«ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողով",
        "content": "«2024թ. հունիսի 28-ին` ժամը 16:00-ին (Երևանի ժամանակով), ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողով՝ տեսակապի միջոցով:Բաժնետերերի տարեկան ընդհանուր ժողովի օրակարգում ընդգրկված են հետևյալ հարցերը`Վարչության նախագահի հաշվետվությունը Բանկի 2023թ. գործունեության վերաբերյալ, 2024թ.-ի ծրագրերը:Գլխավոր հաշվապահի հաշվետվությունը` Բանկի 2023թ. տարեկան հաշվապահական հաշվեկշիռը, ծախսերի և եկամուտների կատարողականը:Բանկի գործունեությամբ կուտակված զուտ շահույթի բաշխումը:Բանկի 2024թ. արտաքին աուդիտն իրականացնող անձի հաստատումը:Բանկի Խորհրդի անդամների ընտրություն/վերընտրություն, վարձատրության չափի և պաշտոնավարման ժամկետի հաստատում։2023թ.-ի արդյունքներով Բանկի Խորհրդի անդամների պարգևատրման չափի հաստատում:",
        "scraped_at": "2024-12-15 16:40:14"
    },
    "МИР քարտերի սպասարկման դադարեցում--13.06.2024": {
        "date": "2024-06-13",
        "category": "announcements",
        "title_en": "Termination of MIR card service",
        "content_en": "We would like to inform you that from March 29, the Bank will stop issuing ArCa MIR cards and servicing MIR cards in its network, which is due to the application of international sanctions against the \"MIR\" payment system. That is, from now on, it will not be possible to make purchases with MIR cards through POS, vPOS and mPOS terminals serviced by Evocabank, and to withdraw cash from the Bank's ATMs. We also note that, if desired, ArCa MIR cards issued by the Bank will be reissued free of charge to Mastercard Standard or Visa Classic cards.",
        "title": "МИР քարտերի սպասարկման դադարեցում",
        "content": "Տեղեկացնում ենք, որ մարտի 29-ից Բանկը դադարեցնում է ArCa МИР քարտերի թողարկումը և МИР քարտերի սպասարկումն իր ցանցում, ինչը պայմանավորված է «МИР» վճարային համակարգի նկատմամբ միջազգային պատժամիջոցների կիրառմամբ:Այսինքն՝ այսուհետ МИР քարտերով Evocabank-ի կողմից սպասարկվող POS, vPOS և mPOS տերմինալների միջոցով գնումներ, իսկ Բանկի բանկոմատներից՝ կանխիկացում հնարավոր չի լինի կատարել:Նշենք նաև, որ ցանկության դեպքում Բանկի կողմից թողարկված ArCa МИР քարտերը անվճար կվերաթողարկվեն Mastercard Standard կամ Visa Classic քարտերի:",
        "scraped_at": "2024-12-15 16:40:15"
    },
    "Արտարժութային գործարքների սահմանափակում--02.10.2023": {
        "date": "2023-10-02",
        "category": "announcements",
        "title_en": "Restriction on foreign exchange transactions",
        "content_en": "In case of conversion of more than 20,000 USD or its equivalent into another foreign currency, the transaction is approved at the discretion of the Bank and at the exchange rate determined by the Bank. For conversion transactions exceeding 100,000 AMD or its equivalent in foreign currency, it is necessary to present an identification document.",
        "title": "Արտարժութային գործարքների սահմանափակում",
        "content": "20,000 ԱՄՆ դոլարից ավել կամ դրան համարժեք այլ արտարժույթի փոխարկման դեպքում գործարքը հաստատվում է Բանկի հայեցողությամբ և Բանկի կողմից որոշված փոխարժեքով: 100,000 դրամ կամ դրան համարժեք արտարժույթից ավելի փոխանակման գործարքների իրականացման համար անհրաժեշտ է ներկայացնել անձը հաստատող փաստաթուղթ:",
        "scraped_at": "2024-12-15 16:40:16"
    },
    "Արտարժութային գործարքների սահմանափակում--30.09.2023": {
        "date": "2023-09-30",
        "category": "announcements",
        "title_en": "Restriction on foreign exchange transactions",
        "content_en": "In case of conversion of more than 10,000 USD or its equivalent into another foreign currency, the transaction is approved at the discretion of the Bank and at the exchange rate determined by the Bank.",
        "title": "Արտարժութային գործարքների սահմանափակում",
        "content": "10,000 ԱՄՆ դոլարից ավել կամ դրան համարժեք այլ արտարժույթի փոխարկման դեպքում գործարքը հաստատվում է Բանկի հայեցողությամբ և Բանկի կողմից որոշված փոխարժեքով:",
        "scraped_at": "2024-12-15 16:40:18"
    },
    "Թղթադրամների մուտքագրման սակագնի փոփոխություն--07.09.2023": {
        "date": "2023-09-07",
        "category": "announcements",
        "title_en": "Change in banknote input fee",
        "content_en": "We would like to inform you that there has been a change in the rates for depositing cash in USD. Depositing up to 1,000 USD banknotes by 1 person within 1 day is FREE. The rate comes into effect from 08.09.2023.",
        "title": "Թղթադրամների մուտքագրման սակագնի փոփոխություն",
        "content": "Տեղեկացնում ենք, որ ԱՄՆ դոլարով կանխիկի մուտքագրման սակագներում տեղի է ունեցել փոփոխություն։1 օրվա ընթացքում 1 անձի կողմից մինչև 1,000 ԱՄՆ դոլար թղթադրամի մուտքագրումն ԱՆՎՃԱՐ է։Սակագինն ուժի մեջ է մտնում 08․09․2023թ-ից։",
        "scraped_at": "2024-12-15 16:40:19"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--31.07.2023": {
        "date": "2023-07-31",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 15.08.2023, the commission fee for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, ArCa Transfer MasterCard and VISA cards and card accounts in USD and EUR will be 0.5%.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "15.08.2023թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa, ArCa МИР, ArCa Transfer MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը կկազմի 0.5%:",
        "scraped_at": "2024-12-15 16:40:22"
    },
    "«ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով--15.05.2023": {
        "date": "2023-05-15",
        "category": "announcements",
        "title_en": "Annual General Meeting of Shareholders of \"EVOKABANK\" CJSC",
        "content_en": "On June 02, 2023, at 16:00 (Yerevan time), the annual general meeting of shareholders of \"EVOKABANK\" CJSC will be held at 44/2 Hanrapetutyan Street, Yerevan, which will be held via video conference using the Zoom program. The following issues were included in the agenda of the meeting: Report of the Chairman of the Board on the Bank's activities in 2022, programs for 2023. Report of the Chief Accountant - the Bank's annual balance sheet for 2022, performance of expenses and income. Distribution of net profit accumulated by the Bank's activities. Approval of the person conducting the external audit of the Bank in 2023. Election/re-election of the members of the Bank's Board, approval of the amount of remuneration and term of office. Approval of the amount of remuneration for the members of the Bank's Board based on the results of 2022.",
        "title": "«ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով",
        "content": "2023թ. հունիսի 02-ին` ժամը 16:00-ին (Երևանի ժամանակով), ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով, որն անցկացվելու է տեսակապի միջոցով` Zoom ծրագրով:Ժողովի օրակարգում ընդգրկվել են հետևյալ հարցերը. Վարչության նախագահի հաշվետվությունը Բանկի 2022թ. գործունեության վերաբերյալ, 2023թ.-ի ծրագրերը:Գլխավոր հաշվապահի հաշվետվությունը` Բանկի 2022թ. տարեկան հաշվապահական հաշվեկշիռը, ծախսերի և եկամուտների կատարողականը:Բանկի գործունեությամբ կուտակված զուտ շահույթի բաշխումը:Բանկի 2023թ. արտաքին աուդիտն իրականացնող անձի հաստատում:Բանկի Խորհրդի անդամների ընտրություն/վերընտրություն, վարձատրության չափի և պաշտոնավարման ժամկետի հաստատում։2022թ.-ի արդյունքներով Բանկի Խորհրդի անդամների պարգևատրման չափի հաստատում:",
        "scraped_at": "2024-12-15 16:40:23"
    },
    "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ--24.03.2023": {
        "date": "2023-03-24",
        "category": "announcements",
        "title_en": "Regarding fast money transfers received in US dollars and euros",
        "content_en": "Starting from 27.03.2023, all amounts received in US dollars and Euros through all fast money transfer systems (including Ria, Intelexpress, Unistream, Moneygram) will be received in cash without charging a cash withdrawal fee.",
        "title": "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ",
        "content": "27.03.2023թ.-ից արագ դրամական փոխանցումների բոլոր համակարգերով (այդ թվում Ria, Intelexpress, Unistream, Moneygram) ԱՄՆ դոլարով և Եվրոյով ստացված բոլոր գումարների կանխիկ եղանակով ստացումը  իրականացվում է առանց կանխիկացման միջնորդավճարի գանձման:",
        "scraped_at": "2024-12-15 16:40:25"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--24.03.2023": {
        "date": "2023-03-24",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 28.03.2023, the commission fee for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, ArCa Transfer MasterCard and VISA cards and card accounts in USD and EUR will be 1%.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "28.03.2023թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa, ArCa МИР, ArCa Transfer MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը կկազմի 1%:",
        "scraped_at": "2024-12-15 16:40:26"
    },
    "2023թ. փետրվարի 06-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով--27.03.2023": {
        "date": "2023-03-27",
        "category": "announcements",
        "title_en": "An extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held on February 6, 2023.",
        "content_en": "\"On February 6, 2023, at 17:00 (Yerevan time), an extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held at 44/2 Hanrapetutyan Street, Yerevan, which will be held via video conference using the Zoom program. The following issue was included in the agenda of the meeting: Making a decision on the payment of a dividend in the amount of 2 billion AMD per ordinary nominal shares from the results of 2021, including the net profit accumulated in the Bank.\"",
        "title": "2023թ. փետրվարի 06-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "«2023թ. փետրվարի 06-ին` ժամը 17:00-ին (Երևանի ժամանակով), ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով, որն անցկացվելու է տեսակապի միջոցով` Zoom ծրագրով:Ժողովի օրակարգում ընդգրկվել է հետևյալ հարցը.2021թ․ արդյունքները ներառյալ Բանկում կուտակված զուտ շահույթից հասարակ անվանական բաժնետոմսերի դիմաց 2 մլրդ ՀՀ դրամի չափով շահութաբաժնի վճարման մասին որոշման կայացում։»",
        "scraped_at": "2024-12-15 16:40:27"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--30.12.2022": {
        "date": "2022-12-30",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 01.01.2023, the commission fee for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, ArCa Transfer MasterCard and VISA cards and card accounts in USD and EUR will be 2%. The changes will be in effect until 31.03.2023.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "01.01.2023թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa, ArCa МИР, ArCa Transfer MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը կկազմի 2%:Փոփոխությունները կգործեն մինչև 31.03.2023թ.-ը:",
        "scraped_at": "2024-12-15 16:40:29"
    },
    "2023թ. հունվարի 13-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողով--28.12.2022": {
        "date": "2022-12-28",
        "category": "announcements",
        "title_en": "An Extraordinary General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held on January 13, 2023.",
        "content_en": "On January 13, 2023, at 18:00 (Yerevan time), an extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held at 44/2 Hanrapetutyan Street, Yerevan, which will be held via video conference using the Zoom program. The following issues were included in the agenda of the meeting: Making a decision on the repurchase of ordinary registered shares owned by other shareholders of the Bank and providing them to the shareholder submitting the request, Election of a new member of the Bank's Board, determination of his term of office and amount of remuneration.",
        "title": "2023թ. հունվարի 13-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "2023թ.  հունվարի 13-ին` ժամը 18:00-ին (Երևանի ժամանակով), ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով, որն անցկացվելու է տեսակապի միջոցով` Zoom ծրագրով:Ժողովի օրակարգում ընդգրկվել են հետևյալ հարցերը.Բանկի մյուս բաժնետերերին պատկանող հասարակ անվանական բաժնետոմսերի հետգնման և պահանջ ներկայացնող բաժնետիրոջը տրամադրելու վերաբերյալ որոշման կայացում,Բանկի Խորհրդի նոր անդամի ընտրություն, նրա պաշտոնավարման ժամկետի և վարձատրության չափի սահմանում։",
        "scraped_at": "2024-12-15 16:40:32"
    },
    "2022թ. նոյեմբերի 28-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով--11.11.2022": {
        "date": "2022-11-11",
        "category": "announcements",
        "title_en": "An extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held on November 28, 2022.",
        "content_en": "On November 28, 2022, at 11:00 (Yerevan time), an extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held at 44/2 Hanrapetutyan Street, Yerevan, which will be held via video conference using the Microsoft Teams program. The following issue was included in the meeting agenda: Election of Board members, determination of their term of office and remuneration.",
        "title": "2022թ. նոյեմբերի 28-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "2022թ.  նոյեմբերի 28-ին` ժամը 11:00-ին (Երևանի ժամանակով), ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի արտահերթ ընդհանուր ժողով, որն անցկացվելու է տեսակապի միջոցով` Microsoft Teams ծրագրով:Ժողովի օրակարգում ընդգրկվել է հետևյալ հարցը.Խորհրդի անդամների ընտրություն, նրանց պաշտոնավարման ժամկետի և վարձատրության չափի սահմանում:",
        "scraped_at": "2024-12-15 16:40:33"
    },
    "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ--11.11.2022": {
        "date": "2022-11-11",
        "category": "announcements",
        "title_en": "Regarding fast money transfers received in US dollars and euros",
        "content_en": "All amounts received in US dollars and Euros through all fast money transfer systems (including Ria, Intelexpress, Unistream, Moneygram) are subject to a cash withdrawal fee set by the Bank for the given foreign currency when received in cash.",
        "title": "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ",
        "content": "Արագ դրամական փոխանցումների բոլոր համակարգերով (այդ թվում Ria, Intelexpress, Unistream, Moneygram) ԱՄՆ դոլարով և Եվրոյով ստացված բոլոր գումարները կանխիկ եղանակով ստանալու դեպքում գանձվում է տվյալ արտարժույթի համար Բանկի կողմից սահմանված կանխիկացման միջնորդավճար։",
        "scraped_at": "2024-12-15 16:40:34"
    },
    "Հուլիսի 5-ին աշխատող մասնաճյուղերի և աշխատանքային ժամերի մասին--04.07.2022": {
        "date": "2022-07-04",
        "category": "announcements",
        "title_en": "About branches and working hours on July 5",
        "content_en": "Dear partners, on July 5, from 11:00 to 15:00, the following Evocabank branches will provide customer service: Garegin Nzhdeh, Tumanyan, Azatutyan 12, Davtashen, Malatia, Gyumri, Vanadzor.",
        "title": "Հուլիսի 5-ին աշխատող մասնաճյուղերի և աշխատանքային ժամերի մասին",
        "content": "Հարգելի գործընկերներ,Հուլիսի 5-ին, ժամը` 11:00-15:00, հաճախորդների սպասարկում կիրականացնեն Evocabank-ի հետևյալ մասնաճյուղերը` Գարեգին Նժդեհ,Թումանյան,Ազատության 12,Դավթաշեն,Մալաթիա,Գյումրի,Վանաձոր:",
        "scraped_at": "2024-12-15 16:40:36"
    },
    "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ--21.06.2022": {
        "date": "2022-06-21",
        "category": "announcements",
        "title_en": "Regarding fast money transfers received in US dollars and euros",
        "content_en": "All amounts received in USD and EUR through all fast money transfer systems (including Ria, Intelexpress, Unistream, Moneygram) when received in cash are provided exclusively in AMD at the current cash purchase rate set by the bank for the given currency. If the amount is received in a non-cash manner, a cash withdrawal fee set by the Bank for the given currency will be charged when withdrawing money from the account.",
        "title": "ԱՄՆ դոլարով և Եվրոյով ստացված արագ դրամական փոխանցումների վերաբերյալ",
        "content": "Արագ դրամական փոխանցումների բոլոր համակարգերով (այդ թվում Ria, Intelexpress, Unistream, Moneygram) ԱՄՆ դոլարով և Եվրոյով ստացված բոլոր գումարները կանխիկ եղանակով ստանալու դեպքում տրամադրվում են բացառապես ՀՀ դրամով՝ տվյալ արտարժույթի համար բանկի կողմից սահմանված տվյալ պահին գործող կանխիկ առքի փոխարժեքով։Գումարն անկանխիկ եղանակով ստանալու դեպքում, հաշվից կանխիկացնելիս կգանձվի տվյալ արտարժույթի համար Բանկի կողմից սահմանված կանխիկացման միջնորդավճար։",
        "scraped_at": "2024-12-15 16:40:37"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--25.05.2022": {
        "date": "2022-05-25",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 26.05.2022, the commission fee for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, ArCa Transfer MasterCard and VISA cards and card accounts in USD and EUR will be 2%. The changes will be in effect until December 31 of this year.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "26.05.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa, ArCa МИР, ArCa Transfer MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը կկազմի 2%:Փոփոխությունները կգործեն մինչև ս.թ. դեկտեմբերի 31-ը:",
        "scraped_at": "2024-12-15 16:40:38"
    },
    "Միջազգային փոխանցումների վերաբերյալ տեղեկացում--18.05.2022": {
        "date": "2022-05-18",
        "category": "announcements",
        "title_en": "International Transfer Notification",
        "content_en": "We would like to inform you that Evocabank does not make transfers to customers of banks with restrictions due to international sanctions and does not accept transfers from customers of these banks until the international sanctions against these banks are completely lifted or appropriately mitigated. To avoid inconvenience, please contact your foreign partners and inform them not to transfer money to you from banks on the list of international sanctions, as the mentioned amounts will not be accepted by Evocabank and will be returned.",
        "title": "Միջազգային փոխանցումների վերաբերյալ տեղեկացում",
        "content": "Տեղեկացնում ենք, որ Evocabank-ը միջազգային սանկցիաներով պայմանավորված սահմանափակումներ ունեցող բանկերի հաճախորդներին փոխանցումներ չի իրականացնում և այդ բանկերի հաճախորդներից փոխանցումներ չի ընդունում մինչև այդ բանկերի նկատմամբ միջազգային սանկցիաների ամբողջությամբ չեղարկումը կամ համապատասխան մեղմացումը։Անհարմարություններից խուսափելու համար խնդրում ենք կապ հաստատել Ձեր օտարերկրյա գործընկերների հետ և տեղեկացնել, որ միջազգային սանկցիաների ցանկում գտնվող բանկերից Ձեզ գումարներ չփոխանցեն, քանի որ նշված գումարները Evocabank-ի կողմից չեն ընդունվելու և հետ են վերադարձվելու:",
        "scraped_at": "2024-12-15 16:40:42"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--17.05.2022": {
        "date": "2022-05-17",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 17.05.2022, the commission fee for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, MasterCard and VISA cards and card accounts in USD and EUR will be 1%. The changes will be in effect until June 17 of this year.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "17.05.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa,  ArCa МИР, MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը կկազմի 1%:Փոփոխությունները կգործեն մինչև ս.թ.  հունիսի 17-ը:",
        "scraped_at": "2024-12-15 16:40:43"
    },
    "2022թ. հունիսի 18-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով--16.05.2022": {
        "date": "2022-05-16",
        "category": "announcements",
        "title_en": "The annual general meeting of shareholders of \"EVOKABANK\" CJSC will be held on June 18, 2022.",
        "content_en": "On June 18, 2022, at 12:00, at 44/2 Hanrapetutyan Street, Yerevan, the annual general meeting of shareholders of \"EVOKABANK\" CJSC will be held via videoconference. The report of the Chairman of the Board on the Bank's activities in 2021, programs for 2022. The report of the Chief Accountant - the Bank's annual balance sheet for 2021, performance of expenses and income. Distribution of net profit accumulated by the Bank's activities. Approval of the person conducting the external audit of the Bank in 2022. Election of the members of the Bank's Board and approval of the amount of remuneration. Approval of the amount of remuneration of the members of the Bank's Board based on the results of 2021. Re-election of the representative of the Bank's small shareholders in the Bank's Board.",
        "title": "2022թ. հունիսի 18-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով",
        "content": "2022թ. հունիսի 18-ին` ժամը 12:00-ին, ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողով` տեսակապի միջոցով:Վարչության նախագահի հաշվետվությունը Բանկի 2021թ. գործունեության վերաբերյալ, 2022թ.-ի ծրագրերը:Գլխավոր հաշվապահի հաշվետվությունը` Բանկի 2021թ. տարեկան հաշվապահական հաշվեկշիռը, ծախսերի և եկամուտների կատարողականը:Բանկի գործունեությամբ կուտակված զուտ շահույթի բաշխումը:Բանկի 2022թ. արտաքին աուդիտն իրականացնող անձի հաստատում:Բանկի Խորհրդի անդամների ընտրություն և վարձատրության չափի հաստատում:2021թ.-ի արդյունքներով Բանկի Խորհրդի անդամների պարգևատրման չափի հաստատում:Բանկի Խորհրդի կազմում Բանկի փոքր բաժնետերերի ներկայացուցչի վերընտրություն:",
        "scraped_at": "2024-12-15 16:40:44"
    },
    "Բանկի 2022թ. գործունեության արտաքին  աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ--21.04.2022": {
        "date": "2022-04-21",
        "category": "announcements",
        "title_en": "Open public competition for the selection of the person conducting the external audit of the Bank's activities in 2022",
        "content_en": "\"Evokabank\" CJSC announces an open public tender for the selection of the person performing the external audit of the Bank's activities in 2022, in accordance with the requirements of the \"Selection of an Independent Audit Organization\" procedure approved by the Bank's Board of Directors' Minutes No. 20 dated 25.12.2019. Applications for participation in the tender are accepted from 22.04.2022 to 23.05.2022, every working day, from 9:30 to 17:00, at Yerevan, Republic 44/2, in the Bank's Board Staff. Tender participants must meet the following requirements: At least 5 years of work experience in conducting bank audits, with the exception of internationally recognized audit organizations. Internationally recognized organizations are organizations defined by the Central Bank of the Republic of Armenia in the \"Selection of an Independent Audit Organization by Commercial Banks Operating in the Territory of the Republic of Armenia\" procedure. Experience of conducting audits by the given organization in the Republic of Armenia. Appropriate qualification level and work experience of the responsible auditor and employees participating in the audit work. The following information and documents must be submitted by the participants of the public tender. Tender participant data, including name, location (address), telephone number. License details. (photocopy). Information on the experience of conducting audits by the given organization in the Republic of Armenia. Information on the qualification level and work experience of the employees participating in the audit work. References from the State Tax Service under the Government of the Republic of Armenia on the organization's current obligations to the state budget of the Republic of Armenia (if necessary). Other necessary data and documents at the discretion of the bank. Tender participants must submit the necessary information in two sealed envelopes. The first envelope contains technical proposals, the second envelope contains financial proposals. Changes to the public notice may be made until the day of determining the winner of the tender. In case of changes to the public notice, the participants have the right to make additional changes to the tender applications. The bank does not bear the risk of actual losses incurred by the participants in the event of changes to the public notice. Participants who have expressed a desire to participate in the public tender may withdraw their tender applications (refuse to participate in the tender) before the day of opening the applications. The tender applications will be summarized by 25.05.2022 at 17:00. Copies of the “Independent Audit Organization Selection” procedure and other necessary documents can be obtained free of charge by the participants of the competition from the day following the publication of the announcement, every working day, from 9:30-17:00, at the Bank’s head office at 44/2 Hanrapetutyan St., Yerevan. Contact usAddress: 44/2 Hanrapetutyan St., Yerevan, 0010 (Head office)Phone: +374 10 60 55 55Website: www.evoca.ame-mail: [email protected]Working hours: 9:00-18:00Note: Applicants may also participate in the meeting of the competition committee.Documents submitted to the competition will not be returned.",
        "title": "Բանկի 2022թ. գործունեության արտաքին  աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ",
        "content": "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2022թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ` համաձայն Բանկի Խորհրդի 25.12.2019թ. թիվ 20 արձանագրությամբ հաստատված «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի պահանջների: Մրցույթի մասնակցության հայտերն ընդունվում են 22.04.2022թ.-ից մինչև 23.05.2022թ.-ը ընկած ժամանակահատվածում, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, ք. Երևան, Հանրապետության 44/2 հասցեում, Բանկի Խորհրդի աշխատակազմում: Մրցույթի մասնակիցները պետք է բավարարեն հետևյալ պահանջներին`Բանկի աուդիտի անցկացման առնվազն 5 տարվա աշխատանքի փորձ, բացառությամբ միջազգային ճանաչում ունեցող աուդիտորական կազմակերպությունների: Միջազգային ճանաչում ունեցող կազմակերպություններ են հանդիսանում ՀՀ Կենտրոնական բանկի կողմից սահմանված «ՀՀ Տարածքում գործող առևտրային բանկերի կողմից անկախ աուդիտորական կազմակերպության ընտրության» կարգով սահմանված կազմակերպությունները:Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձ:Պատասխանատու աուդիտորի և աուդիտի աշխատանքներին մասնակցող աշխատակիցների համապատասխան որակավորման մակարդակ և աշխատանքային փորձ:Հրապարակային մրցույթի մասնակիցների կողմից պետք է ներկայացվեն հետևյալ տեղեկությունները և փաստաթղթերը.Մրցույթի մասնակցի տվյալները` այդ թվում անվանումը, գտնվելու վայրը (հասցեն), հեռախոսահամարը:Լիցենզիայի ռեկվիզիտները. (լուսապատճեն):Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձի մասին տեղեկություններ:Աուդիտի աշխատանքներին մասնակցող աշխատակիցների որակավորման մակարդակի և աշխատանքային փորձի վերաբերյալ տեղեկություններ:Տեղեկանքներ Հայաստանի Հանրապետության Կառավարությանն առընթեր հարկային պետական ծառայությունից տվյալ պահին կազմակերպության` Հայաստանի Հանրապետության պետական բյուջեի նկատմամբ ունեցած պարտավորությունների վերաբերյալ (դրա անհրաժեշտության դեպքում):Բանկի հայեցողությամբ այլ անհրաժեշտ տվյալներ և փաստաթղթեր:Մրցույթի մասնակիցներն անհրաժեշտ տեղեկությունները պետք է ներկայացնեն երկու փակ ծրարներով.Առաջին ծրարում` տեխնիկական առաջարկներ, երկրորդ ծրարում` ֆինանսական առաջարկներ:Հրապարակային ծանուցման փոփոխությունները կարող են կատարվել մինչև մրցույթի հաղթողին որոշելու օրը: Հրապարակային ծանուցման մեջ փոփոխություններ կատարելու դեպքում մասնակիցներն իրավունք ունեն մրցութային հայտերում կատարել լրացուցիչ փոփոխություններ: Բանկը հրապարակային ծանուցման փոփոխության դեպքում չի կրում մասնակիցների կրած իրական վնասների ռիսկը: Հրապարակային մրցույթին մասնակցելու համար ցանկություն հայտնած մասնակիցները մինչև հայտերի բացման օրը կարող են հետ վերցնել մրցույթի հայտերը (հրաժարվել մրցույթին մասնակցելուց):Մրցութային հայտերը կամփոփվեն մինչև 25.05.2022թ.-ը` ժամը 17:00-ը: «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի և այլ անհրաժեշտ փաստաթղթերի պատճեները մրցույթի մասնակիցները անվճար կարող են ստանալ հայտարարության հրապարակման հաջորդող օրվանից, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, Բանկի գլխամասային գրասենյակում` ք. Երևան, Հանրապետության փ. 44/2 հասցեում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evoca.ame-mail: [email protected]Աշխատանքային ժամերը` 9:00-18:00Ծանոթություն. Մրցութային հանձնաժողովի նիստին կարող են մասնակցել նաև հայտատուները:Մրցույթին ներկայացված փաստաթղթերը հետ չեն վերադարձվում:",
        "scraped_at": "2024-12-15 16:40:46"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--29.03.2022": {
        "date": "2022-03-29",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 01.04.2022, the commission fees for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from ArCa, ArCa MİR, MasterCard and VISA cards and card accounts in USD and EUR will be 0.5% for EUR, 1% for USD. The changes will be in effect until May 01 of this year.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "01.04.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa,  ArCa МИР, MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարները կկազմեն 0.5%` Եվրոյի համար, 1%` ԱՄՆ դոլարի համար:Փոփոխությունները կգործեն մինչև ս.թ. մայիսի 01-ը:",
        "scraped_at": "2024-12-15 16:40:47"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--07.03.2022": {
        "date": "2022-03-07",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 09.03.2022, the commission fees for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from ArCa, ArCa MİR, MasterCard and VISA cards and card accounts in USD and EUR will be 1.5% for EUR, 2% for USD. The changes will be in effect until April 01 of this year.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "09.03.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa,  ArCa МИР, MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարները կկազմեն 1.5%` Եվրոյի համար, 2%` ԱՄՆ դոլարի համար:Փոփոխությունները կգործեն մինչև ս.թ. ապրիլի 01-ը:",
        "scraped_at": "2024-12-15 16:40:49"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարների ժամանակավոր փոփոխություն--03.03.2022": {
        "date": "2022-03-03",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 04.03.2022, the commission fees for cash withdrawals from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, MasterCard and VISA cards and card accounts in USD and EUR will be 1% for EUR, 1.5% for USD, instead of the currently applicable 0.7%.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարների ժամանակավոր փոփոխություն",
        "content": "04.03.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa,  ArCa МИР, MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարները կկազմեն 1%` Եվրոյի համար, 1.5%` ԱՄՆ դոլարի համար` այս պահին գործող 0.7%-ի փոխարեն:",
        "scraped_at": "2024-12-15 16:40:52"
    },
    "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն--02.03.2022": {
        "date": "2022-03-02",
        "category": "announcements",
        "title_en": "Temporary change in cash withdrawal fees from foreign currency accounts",
        "content_en": "From 03.03.2022, the cash withdrawal fee from Evocabank CJSC current foreign currency accounts (in USD and EUR), as well as from the Bank's ArCa, ArCa MİR, MasterCard and VISA cards and card accounts in USD and EUR will be 0.7% instead of the previously applicable 0.3%.",
        "title": "Արտարժութային հաշիվներից կանխիկացման միջնորդավճարի ժամանակավոր փոփոխություն",
        "content": "03.03.2022թ.-ից Էվոկաբանկ ՓԲԸ-ի ընթացիկ արտարժույթային հաշիվներից (ԱՄՆ դոլարով և Եվրոյով), ինչպես նաև Բանկի ArCa,  ArCa МИР, MasterCard և VISA ԱՄՆ դոլարով և Եվրոյով քարտերից և քարտային հաշիվներից կանխիկացման միջնորդավճարը  կկազմի 0.7%` նախկինում գործող 0.3%-ի փոխարեն:",
        "scraped_at": "2024-12-15 16:40:53"
    },
    "2022թ. մարտի 12-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողով--21.02.2022": {
        "date": "2022-02-21",
        "category": "announcements",
        "title_en": "An Extraordinary General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held on March 12, 2022.",
        "content_en": "On March 12, 2022, at 1:00 PM, at 44/2 Hanrapetutyan Street, Yerevan, an extraordinary general meeting of shareholders of \"EVOKABANK\" CJSC will be held via video conference. Proposal to replenish the authorized capital of the Bank through the issuance of ordinary and preferred shares. Discussion of the priority for acquiring shares. Approval of the terms of issuance and placement of preferred shares. Approval of the charter amended as a result of the replenishment of the authorized capital.",
        "title": "2022թ. մարտի 12-ին տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողով",
        "content": "2022թ. մարտի 12-ին` ժամը 13:00-ին, ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողով՝ տեսակապի միջոցով:Հասարակ և արտոնյալ բաժնետոմսերի թողարկման միջոցով Բանկի կանոնադրական կապիտալի համալրման առաջարկություն:Բաժնետոմսերի ձեռքբերման նախապատվության քննարկում:Արտոնյալ բաժնետոմսերի թողարկման և տեղաբաշխման պայմանների հաստատում:Կանոնադրական կապիտալի համալրման արդյունքում փոփոխված կանոնադրության հաստատում:",
        "scraped_at": "2024-12-15 16:40:54"
    },
    "24.09.2021թ-ին «Հիփոթեքային վարկի սպասարկման համար վճարված տոկոսների գումարների չափով ֆիզիկական անձանց կողմից վճարված եկամտային հարկի գումարների վերադարձման կարգը սահմանելու մասին» որոշման մեջ կատարված փոփոխություններ--04.01.2022": {
        "date": "2022-01-04",
        "category": "announcements",
        "title_en": "Amendments made to the decision \"On establishing the procedure for refunding income tax paid by individuals in the amount of interest paid for mortgage loan servicing\" dated 24.09.2021",
        "content_en": "We inform you that amendments have been made to the decision of the Government of the Republic of Armenia “On establishing the procedure for the refund of income tax paid by individuals in the amount of interest paid for servicing a mortgage loan” dated 24.09.2021, according to which the established form of the reference submitted to the tax authority for the purpose of refunding income tax in the amount of interest paid on a mortgage loan is now submitted exclusively electronically through “ACRA Credit Reporting” Closed Joint-Stock Company (hereinafter referred to as the ACRA Credit Bureau) using technological methods mutually agreed upon between the tax authority and the ACRA Credit Bureau. That is, the reference on the interest paid on all mortgage loans during the reporting quarter will be provided to the relevant departments of the State Revenue Committee of the Republic of Armenia exclusively electronically through the ACRA Credit Bureau. Based on the above, the Bank shall provide all Beneficiaries (income The relevant agreement has been sent to the e-mail addresses of the beneficiaries of the tax refund. At the same time, we inform you that those Beneficiaries who have not received the Agreement sent by the Bank must come to the Bank's Head Office (address: Republic of Armenia, Yerevan, 44/2) by 10.01.2020 and sign the Agreement.",
        "title": "24.09.2021թ-ին «Հիփոթեքային վարկի սպասարկման համար վճարված տոկոսների գումարների չափով ֆիզիկական անձանց կողմից վճարված եկամտային հարկի գումարների վերադարձման կարգը սահմանելու մասին» որոշման մեջ կատարված փոփոխություններ",
        "content": "Տեղեկացնում ենք, որ ՀՀ Կառավարության կողմից 24.09.2021թ-ին «Հիփոթեքային վարկի սպասարկման համար վճարված տոկոսների գումարների չափով ֆիզիկական անձանց կողմից վճարված եկամտային հարկի գումարների վերադարձման կարգը սահմանելու մասին» որոշման մեջ կատարվել են փոփոխություններ, որոնց համաձայն հիփոթեքային վարկի վճարված տոկոսների չափով եկամտային հարկի գումարների վերադարձման նպատակով հարկային մարմին ներկայացվող սահմանված ձևի տեղեկանքն այսուհետ ներկայացվում է բացառապես էլեկտրոնային եղանակով` «ԱՔՌԱ Քրեդիտ Ռեփորթինգ» փակ բաժնետիրական ընկերության (այսուհետ՝ ԱՔՌԱ վարկային բյուրո) միջոցով` հարկային մարմնի և ԱՔՌԱ վարկային բյուրոյի միջև փոխհամաձայնեցված տեխնոլոգիական մեթոդներով:Այսինքն` բոլոր հիփոթեքային վարկ(եր)ի գծով հաշվետու եռամսյակի ընթացքում վճարված տոկոսների վերաբերյալ տեղեկանքը ՀՀ ՊԵԿ համապատասխան ստորաբաժանումներին տրամադրվելու է բացառապես էլեկտրոնային եղանակով` ԱՔՌԱ վարկային բյուրոյի միջոցով:Հիմք ընդունելով վերոգրյալը` Բանկի կողմից բոլոր Շահառուների (եկամտային հարկի վերադարձից օգտվողներ) էլեկտրոնային փոստի հասցեներին ուղարկվել է համապատասխան համաձայնագիրը:Միաժամանակ հայտնում ենք, որ այն Շահառուները, ովքեր չեն ստացել Բանկի կողմից ուղարկված Համաձայնագիրը, պետք է մինչև 10.01.2020թ. ներկայանան Բանկի Գլխամասային գրասենյակ (հասցե` ՀՀ, ք. Երևան, Հանրապետության 44/2) և ստորագրեն Համաձայնագիրը:",
        "scraped_at": "2024-12-15 16:40:56"
    },
    "Սպառողական վարկերի գծով վաղաժամկետ մարման արդյունքում վերահաշվարկված գումարների վերադարձի մասին--01.09.2021": {
        "date": "2021-09-01",
        "category": "announcements",
        "title_en": "On the return of recalculated amounts as a result of early repayment of consumer loans",
        "content_en": "Dear partner, If you have made early repayments of consumer loans after 16.08.2019, Evocabank is returning the recalculated amounts as a result of early repayment on these loans. The process is carried out in two ways. If you have an account with Evocabank, the recalculated amount will be credited to your bank account by 31.12.2021. If you do not have an account with Evocabank, the recalculated amount will be available starting from 08.01.2022. Please apply to any branch of the Bank with an identification document after the specified period. In case of questions, you can call 010605555 or visit any of our branches.",
        "title": "Սպառողական վարկերի գծով վաղաժամկետ մարման արդյունքում վերահաշվարկված գումարների վերադարձի մասին",
        "content": "Հարգելի գործընկեր, Եթե Դուք 16.08.2019թ.-ից հետո իրականացրել եք սպառողական վարկերի վաղաժամկետ մարումներ, ապա Evocabank-ն իրականացնում է այդ վարկերի գծով վաղաժամկետ մարման արդյունքում վերահաշվարկված գումարների վերադարձ:Գործընթացն իրականացվում է երկու եղանակով.Evocabank-ում հաշվեհամար ունենալու դեպքում վերահաշվարկված գումարը կմուտքագրվի Ձեր բանկային հաշվին մինչև 31.12.2021թ:Evocabank-ում հաշվեհամար չունենալու դեպքում վերահաշվարկված գումարը հասանելի կլինի սկսած 08.01.2022թ.-ից: Խնդրում ենք նշված ժամկետից հետո անձը հաստատող փաստաթղթով դիմել Բանկի որևէ մասնաճյուղ:  Հարցերի դեպքում կարող եք զանգահարել 010605555 հեռախոսահամարով կամ այցելել մեր ցանկացած մասնաճյուղ:",
        "scraped_at": "2024-12-15 16:40:57"
    },
    "2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային կրկնակի մրցույթ--01.06.2021": {
        "date": "2021-06-01",
        "category": "announcements",
        "title_en": "Open public double competition for the selection of the person performing the external audit of the activities in 2021",
        "content_en": "\"Evokabank\" CJSC announces an open public double competition for the selection of the person performing the external audit of the Bank's activities in 2021, in accordance with the requirements of the \"Selection of an Independent Audit Organization\" procedure approved by the Bank's Board of Directors' Minutes No. 20 dated 25/12/2019. Applications for participation in the double competition are accepted from 01.06.2021 to 10.06.2021, every working day, from 9:30 to 17:00, at Yerevan, Republic 44/2, in the Bank's Management Board. Tender participants must meet the following requirements: At least 5 years of work experience in conducting bank audits, with the exception of internationally recognized audit organizations. Internationally recognized organizations are organizations defined in the \"Selection of an Independent Audit Organization by Commercial Banks Operating in the Territory of the Republic of Armenia\" procedure established by the Central Bank of the Republic of Armenia. Audit experience of the given organization in the Republic of Armenia. Appropriate qualification level and work experience of the responsible auditor and employees participating in the audit work. The following information and documents must be submitted by the participants of the public tender. Tender participant data, including name, location (address), telephone number. License details. (photocopy). Information on the experience of conducting audits by the given organization in the Republic of Armenia. Information on the qualification level and work experience of the employees participating in the audit work. References from the State Tax Service under the Government of the Republic of Armenia on the organization's current obligations to the state budget of the Republic of Armenia (if necessary). Other necessary data and documents at the discretion of the bank. Tender participants must submit the necessary information in two sealed envelopes. The first envelope contains technical proposals, the second envelope contains financial proposals. Changes to the public notice may be made until the day of determining the winner of the tender. In case of changes to the public notice, the participants have the right to make additional changes to the tender applications. The bank does not bear the risk of actual losses incurred by the participants in the event of changes to the public notice. Participants who have expressed a desire to participate in the public tender may withdraw their tender applications (decline to participate in the tender) before the day of opening the applications. The tender applications will be summarized by June 11, 2019 at 17:00. Copies of the \"Independent Audit Organization Selection\" procedure and other necessary documents can be obtained free of charge by the tender participants from the day following the publication of the announcement, every working day, from 9:30 to 17:00, at the Bank's head office at 44/2 Hanrapetutyan St., Yerevan. Contact usAddress: 44/2 Hanrapetutyan St., Yerevan, 0010 (Head office)Phone: +374 10 60 55 55Website: www.evocabank.ame-mail: [email protected]Working hours: 9:00-18:00",
        "title": "2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային կրկնակի մրցույթ",
        "content": "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային կրկնակի մրցույթ` համաձայն Բանկի Խորհրդի 25/12/2019թ. թիվ 20 արձանագրությամբ հաստատված «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի պահանջների:Կրկնակի մրցույթի մասնակցության հայտերն ընդունվում են 01.06.2021թ.-ից մինչև 10.06.2021թ. ընկած ժամանակահատվածում, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, ք. Երևան, Հանրապետության 44/2 հասցեում, Բանկի Վարչության աշխատակազմում:Մրցույթի մասնակիցները պետք է բավարարեն հետևյալ պահանջներին`Բանկի աուդիտի անցկացման առնվազն 5 տարվա աշխատանքի փորձ, բացառությամբ միջազգային ճանաչում ունեցող աուդիտորական կազմակերպությունների: Միջազգային ճանաչում ունեցող կազմակերպություններ են հանդիսանում ՀՀ Կենտրոնական բանկի կողմից սահմանված «ՀՀ Տարածքում գործող առևտրային բանկերի կողմից անկախ աուդիտորական կազմակերպության ընտրության» կարգով սահմանված կազմակերպությունները:Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձ:Պատասխանատու աուդիտորի և աուդիտի աշխատանքներին մասնակցող աշխատակիցների համապատասխան որակավորման մակարդակ և աշխատանքային փորձ:Հրապարակային մրցույթի մասնակիցների կողմից պետք է ներկայացվեն հետևյալ տեղեկությունները և փաստաթղթերը.Մրցույթի մասնակցի տվյալները` այդ թվում անվանումը, գտնվելու վայրը (հասցեն), հեռախոսահամարը:Լիցենզիայի ռեկվիզիտները. (լուսապատճեն):Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձի մասին տեղեկություններ:Աուդիտի աշխատանքներին մասնակցող աշխատակիցների որակավորման մակարդակի և աշխատանքային փորձի վերաբերյալ տեղեկություններ:Տեղեկանքներ Հայաստանի Հանրապետության Կառավարությանն առընթեր հարկային պետական ծառայությունից տվյալ պահին կազմակերպության` Հայաստանի Հանրապետության պետական բյուջեի նկատմամբ ունեցած պարտավորությունների վերաբերյալ (դրա անհրաժեշտության դեպքում):Բանկի հայեցողությամբ այլ անհրաժեշտ տվյալներ և փաստաթղթեր:Մրցույթի մասնակիցներն անհրաժեշտ տեղեկությունները պետք է ներկայացնեն երկու փակ ծրարներով.Առաջին ծրարում` տեխնիկական առաջարկներ, երկրորդ ծրարում` ֆինանսական առաջարկներ:Հրապարակային ծանուցման փոփոխությունները կարող են կատարվել մինչև մրցույթի հաղթողին որոշելու օրը: Հրապարակային ծանուցման մեջ փոփոխություններ կատարելու դեպքում մասնակիցներն իրավունք ունեն մրցութային հայտերում կատարել լրացուցիչ փոփոխություններ: Բանկը հրապարակային ծանուցման փոփոխության դեպքում չի կրում մասնակիցների կրած իրական վնասների ռիսկը:Հրապարակային մրցույթին մասնակցելու համար ցանկություն հայտնած մասնակիցները մինչև հայտերի բացման օրը կարող են հետ վերցնել մրցույթի հայտերը (հրաժարվել մրցույթին մասնակցելուց):Մրցութային հայտերը կամփոփվեն մինչև ս.թ. հունիսի 11-ը` ժամը 17:00-ն:«Անկախ աուդիտորական կազմակերպության ընտրության» կարգի և այլ անհրաժեշտ փաստաթղթերի պատճենները մրցույթի մասնակիցները անվճար կարող են ստանալ հայտարարության հրապարակման հաջորդող օրվանից, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, Բանկի գլխամասային գրասենյակում` ք. Երևան, Հանրապետության փ. 44/2 հասցեում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evocabank.ame-mail: [email protected]Աշխատանքային ժամերը` 9:00-18:00",
        "scraped_at": "2024-12-15 16:40:58"
    },
    "2021թ. հունիսի 15-ին տեղի է ունենալու Բաժնետերերի տարեկան ընդհանուր ժողով--17.05.2021": {
        "date": "2021-05-17",
        "category": "announcements",
        "title_en": "The Annual General Meeting of Shareholders will be held on June 15, 2021.",
        "content_en": "On June 15, 2021, at 16:00, at Yerevan, Hanrapetutyan 44/2, the Annual General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held via videoconference. The agenda of the meeting includes the following issues: Report of the Chairman of the Board on the Bank's 2020 activities, programs for 2021. Report of the Chief Accountant - the Bank's 2020 annual accounting balance sheet, performance of expenses and income. Distribution of net profit accumulated by the Bank's activities. Approval of the person conducting the external audit of the Bank in 2021. Election of a new member of the Bank's Board and approval of the amount of remuneration. Approval of the amount of remuneration of the Bank's Board members based on the results of 2020. Contact usAddress: c. Yerevan, 0010, Hanrapetutyan 44/2 (Head Office) Phone: +374 10 60 55 55 Website: www.evoca.ame-mail: [email protected]",
        "title": "2021թ. հունիսի 15-ին տեղի է ունենալու Բաժնետերերի տարեկան ընդհանուր ժողով",
        "content": "2021թ. հունիսի 15-ին` ժամը 16:00-ին, ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողովը՝ տեսակապի միջոցով:Ժողովի օրակարգում ընդգրկված են հետևյալ հարցերը`Վարչության նախագահի հաշվետվությունը Բանկի 2020թ. գործունեության վերաբերյալ, 2021թ-ի ծրագրերը:Գլխավոր հաշվապահի հաշվետվությունը` Բանկի 2020թ. տարեկան հաշվապահական հաշվեկշիռը, ծախսերի և եկամուտների կատարողականը:Բանկի գործունեությամբ կուտակված զուտ շահույթի բաշխումը:Բանկի 2021թ. արտաքին աուդիտն իրականացնող անձի հաստատում:Բանկի Խորհրդի նոր անդամի ընտրություն և վարձատրության չափի հաստատում:2020թ.-ի արդյունքներով Բանկի Խորհրդի անդամների պարգևատրման չափի հաստատում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evoca.ame-mail: [email protected]",
        "scraped_at": "2024-12-15 16:41:02"
    },
    "2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ--25.04.2021": {
        "date": "2021-04-25",
        "category": "announcements",
        "title_en": "Open public competition for the selection of an external auditor for 2021",
        "content_en": "\"Evokabank\" CJSC announces an open public tender for the selection of the person performing the external audit of the Bank's activities in 2021, in accordance with the requirements of the \"Selection of an Independent Audit Organization\" procedure approved by the Bank's Board of Directors' Minutes No. 20 dated 25/12/2019. Applications for participation in the tender are accepted from 27.04.2021 to 27.05.2021, every working day, from 9:30 to 17:00, at Yerevan, Republic 44/2, in the Bank's Management Board. Tender participants must meet the following requirements: At least 5 years of work experience in conducting bank audits, with the exception of internationally recognized audit organizations. Internationally recognized organizations are organizations defined by the Central Bank of the Republic of Armenia in the \"Selection of an Independent Audit Organization by Commercial Banks Operating in the Territory of the Republic of Armenia\" procedure. Experience of conducting audits by the given organization in the Republic of Armenia. Appropriate qualification level and work experience of the responsible auditor and employees participating in the audit work. The following information and documents must be submitted by the participants of the public tender. Tender participant data, including name, location (address), telephone number. License details. (photocopy). Information on the experience of conducting audits by the given organization in the Republic of Armenia. Information on the qualification level and work experience of the employees participating in the audit work. References from the State Tax Service under the Government of the Republic of Armenia on the organization's current obligations to the state budget of the Republic of Armenia (if necessary). Other necessary data and documents at the discretion of the bank. Tender participants must submit the necessary information in two sealed envelopes. The first envelope contains technical proposals, the second envelope contains financial proposals. Changes to the public notice may be made until the day of determining the winner of the tender. In case of changes to the public notice, the participants have the right to make additional changes to the tender applications. The bank does not bear the risk of actual losses incurred by the participants in the event of changes to the public notice. Participants who have expressed a desire to participate in the public tender may withdraw their tender applications (refuse to participate in the tender) before the day of opening the applications. The tender applications will be summarized by 31.05.2021 at 17:00. Copies of the “Independent Audit Organization Selection” procedure and other necessary documents can be obtained free of charge by the participants of the competition from the day following the publication of the announcement, every working day, from 9:30-17:00, at the Bank’s head office at 44/2 Hanrapetutyan St., Yerevan. Contact usAddress: 44/2 Hanrapetutyan St., Yerevan, 0010 (Head office)Phone: +374 10 60 55 55Website: www.evocabank.ame-mail: [email protected]Working hours: 9:00-18:00Note: Applicants may also participate in the meeting of the competition committee.Documents submitted to the competition will not be returned.",
        "title": "2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ",
        "content": "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2021թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ` համաձայն Բանկի Խորհրդի 25/12/2019թ. թիվ 20 արձանագրությամբ հաստատված «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի պահանջների: Մրցույթի մասնակցության հայտերն ընդունվում են 27.04.2021թ.-ից մինչև 27.05.2021թ.-ը ընկած ժամանակահատվածում, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, ք. Երևան, Հանրապետության 44/2 հասցեում, Բանկի Վարչության աշխատակազմում: Մրցույթի մասնակիցները պետք է բավարարեն հետևյալ պահանջներին`Բանկի աուդիտի անցկացման առնվազն 5 տարվա աշխատանքի փորձ, բացառությամբ միջազգային ճանաչում ունեցող աուդիտորական կազմակերպությունների: Միջազգային ճանաչում ունեցող կազմակերպություններ են հանդիսանում ՀՀ Կենտրոնական բանկի կողմից սահմանված «ՀՀ Տարածքում գործող առևտրային բանկերի կողմից անկախ աուդիտորական կազմակերպության ընտրության» կարգով սահմանված կազմակերպությունները:Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձ:Պատասխանատու աուդիտորի և աուդիտի աշխատանքներին մասնակցող աշխատակիցների համապատասխան որակավորման մակարդակ և աշխատանքային փորձ:Հրապարակային մրցույթի մասնակիցների կողմից պետք է ներկայացվեն հետևյալ տեղեկությունները և փաստաթղթերը.Մրցույթի մասնակցի տվյալները` այդ թվում անվանումը, գտնվելու վայրը (հասցեն), հեռախոսահամարը:Լիցենզիայի ռեկվիզիտները. (լուսապատճեն):Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձի մասին տեղեկություններ:Աուդիտի աշխատանքներին մասնակցող աշխատակիցների որակավորման մակարդակի և աշխատանքային փորձի վերաբերյալ տեղեկություններ:Տեղեկանքներ Հայաստանի Հանրապետության Կառավարությանն առընթեր հարկային պետական ծառայությունից տվյալ պահին կազմակերպության` Հայաստանի Հանրապետության պետական բյուջեի նկատմամբ ունեցած պարտավորությունների վերաբերյալ (դրա անհրաժեշտության դեպքում):Բանկի հայեցողությամբ այլ անհրաժեշտ տվյալներ և փաստաթղթեր:Մրցույթի մասնակիցներն անհրաժեշտ տեղեկությունները պետք է ներկայացնեն երկու փակ ծրարներով.Առաջին ծրարում` տեխնիկական առաջարկներ, երկրորդ ծրարում` ֆինանսական առաջարկներ:Հրապարակային ծանուցման փոփոխությունները կարող են կատարվել մինչև մրցույթի հաղթողին որոշելու օրը: Հրապարակային ծանուցման մեջ փոփոխություններ կատարելու դեպքում մասնակիցներն իրավունք ունեն մրցութային հայտերում կատարել լրացուցիչ փոփոխություններ: Բանկը հրապարակային ծանուցման փոփոխության դեպքում չի կրում մասնակիցների կրած իրական վնասների ռիսկը: Հրապարակային մրցույթին մասնակցելու համար ցանկություն հայտնած մասնակիցները մինչև հայտերի բացման օրը կարող են հետ վերցնել մրցույթի հայտերը (հրաժարվել մրցույթին մասնակցելուց):Մրցութային հայտերը կամփոփվեն մինչև 31.05.2021թ.-ը` ժամը 17:00-ն: «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի և այլ անհրաժեշտ փաստաթղթերի պատճեները մրցույթի մասնակիցները անվճար կարող են ստանալ հայտարարության հրապարակման հաջորդող օրվանից, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, Բանկի գլխամասային գրասենյակում` ք. Երևան, Հանրապետության փ. 44/2 հասցեում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evocabank.ame-mail: [email protected]Աշխատանքային ժամերը` 9:00-18:00Ծանոթություն. Մրցութային հանձնաժողովի նիստին կարող են մասնակցել նաև հայտատուները:Մրցույթին ներկայացված փաստաթղթերը հետ չեն վերադարձվում:",
        "scraped_at": "2024-12-15 16:41:03"
    },
    "2020թ. մայիսի 29-ին տեղի է ունենալու Բաժնետերերի տարեկան ընդհանուր ժողովը--28.04.2020": {
        "date": "2020-04-28",
        "category": "announcements",
        "title_en": "The Annual General Meeting of Shareholders will be held on May 29, 2020.",
        "content_en": "On May 29, 2020, at 12:00, at Yerevan, Hanrapetutyan 44/2, the annual general meeting of shareholders of \"EVOKABANK\" CJSC will be held via video conference. The agenda includes: the report of the Chairman of the Board on the Bank's activities in 2019, programs for 2020. The report of the Chief Accountant - the Bank's 2019 annual balance sheet, performance of expenses and income. Distribution of the net profit accumulated from the Bank's activities in 2019. The Bank's 2020 Approval of the person performing the external audit. Approval of the amount of remuneration for the members of the Bank's Board. Election of the members of the Bank's Board. Election of the representative of the Bank's small shareholders in the composition of the Bank's Board. Proposal to replenish the Bank's authorized capital through the issue of ordinary and preferred shares. Discussion of the priority for acquiring shares. Approval of the terms of issuance and placement of preferred shares. Approval of the Charter amended as a result of the replenishment of the authorized capital. Contact us Address: Yerevan, 0010, Hanrapetutyan 44/2 (Head Office) Phone: +374 10 60 55 55 Website: www.evocabank.ame-mail: [email protected]",
        "title": "2020թ. մայիսի 29-ին տեղի է ունենալու Բաժնետերերի տարեկան ընդհանուր ժողովը",
        "content": "2020թ. մայիսի 29-ին, ժամը 12:00-ին, ք. Երևան, Հանրապետության 44/2 հասցեում տեղի է ունենալու «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ բաժնետերերի տարեկան ընդհանուր ժողովը՝ տեսակապի միջոցով:Օրակարգում՝Վարչության նախագահի հաշվետվությունը Բանկի 2019թ. գործունեության վերաբերյալ, 2020թ.-ի ծրագրերը:Գլխավոր հաշվապահի հաշվետվությունը` Բանկի 2019թ. տարեկան հաշվապահական հաշվեկշիռը, ծախսերի և եկամուտների կատարողականը:Բանկի 2019թ. գործունեությամբ կուտակված զուտ շահույթի բաշխումը:Բանկի 2020թ. արտաքին աուդիտն իրականացնող անձի հաստատում:Բանկի Խորհրդի անդամների պարգևատրման չափի հաստատում:Բանկի Խորհրդի անդամների ընտրություն:Բանկի Խորհրդի կազմում Բանկի փոքր բաժնետերերի ներկայացուցչի ընտրություն:Հասարակ և արտոնյալ բաժնետոմսերի թողարկման միջոցով Բանկի կանոնադրական կապիտալի համալրման առաջարկություն:Բաժնետոմսերի ձեռքբերման նախապատվության քննարկում:Արտոնյալ բաժնետոմսերի թողարկման և տեղաբաշխման պայմանների հաստատում:Կանոնադրական կապիտալի համալրման արդյունքում փոփոխված կանոնադրության հաստատում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evocabank.ame-mail: [email protected]",
        "scraped_at": "2024-12-15 16:41:04"
    },
    "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2020թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ--05.04.2020": {
        "date": "2020-04-05",
        "category": "announcements",
        "title_en": "\"Evocabank\" CJSC announces an open public competition for the selection of the person to conduct the external audit of the Bank's activities for 2020",
        "content_en": "\"Evocabank\" CJSC announces an open public tender for the selection of the person performing the external audit of the Bank's activities in 2020, in accordance with the requirements of the \"Selection of an Independent Audit Organization\" procedure approved by the Bank's Board of Directors' Minutes No. 20 dated 25/12/2019. Applications for participation in the tender are accepted from 11.04.2020 to 11.05.2020, every working day, from 9:30 to 17:00, at Yerevan, Republic 44/2, in the Bank's Management Board. Tender participants must meet the following requirements: At least 5 years of work experience in conducting bank audits, with the exception of internationally recognized audit organizations. Internationally recognized organizations are organizations defined in the \"Selection of an Independent Audit Organization by Commercial Banks Operating in the Territory of the Republic of Armenia\" procedure established by the Central Bank of the Republic of Armenia. Audit experience of the given organization in the Republic of Armenia. Appropriate qualification level and work experience of the responsible auditor and employees participating in the audit work. The following information and documents must be submitted by the participants of the public tender. Tender participant data, including name, location (address), telephone number. License details. (photocopy). Information on the experience of conducting audits by the given organization in the Republic of Armenia. Information on the qualification level and work experience of the employees participating in the audit work. References from the State Tax Service under the Government of the Republic of Armenia on the organization's current obligations to the state budget of the Republic of Armenia (if necessary). Other necessary data and documents at the discretion of the bank. Tender participants must submit the necessary information in two sealed envelopes. The first envelope - technical proposals, the second envelope - financial proposals. Changes to the public notice may be made until the day of determining the winner of the tender. In case of changes to the public notice, the participants have the right to make additional changes to the tender applications. The bank does not bear the risk of actual losses incurred by the participants in the event of changes to the public notice. Participants who expressed a desire to participate in the public tender may withdraw their tender applications (refuse to participate in the tender) before the day of opening the applications. The tender applications will be summarized by s. May 12, 2019 at 17:00. Copies of the \"Independent Audit Organization Selection\" procedure and other necessary documents can be obtained free of charge by the participants of the competition from the day following the publication of the announcement, every working day, from 9:30-17:00, at the Bank's head office at 44/2 Hanrapetutyan St., Yerevan. Contact usAddress: 44/2 Hanrapetutyan St., Yerevan, 0010 (Head office)Phone: +374 10 60 55 55Website: www.evocabank.ame-mail: [email protected]Working hours: 9:00-18:00 Note: Applicants can also participate in the competition. Documents submitted to the competition will not be returned.",
        "title": "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2020թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ",
        "content": "«Էվոկաբանկ» ՓԲԸ-ն հայտարարում է Բանկի 2020թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային մրցույթ` համաձայն Բանկի Խորհրդի 25/12/2019թ. թիվ 20 արձանագրությամբ հաստատված «Անկախ աուդիտորական կազմակերպության ընտրության» կարգի պահանջների:Մրցույթի մասնակցության հայտերն ընդունվում են 11.04.2020թ.-ից մինչև 11.05.2020թ.-ը, ընկած ժամանակահատվածում, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, ք. Երևան, Հանրապետության 44/2 հասցեում, Բանկի Վարչության աշխատակազմում:Մրցույթի մասնակիցները պետք է բավարարեն հետևյալ պահանջներին`Բանկի աուդիտի անցկացման առնվազն 5 տարվա աշխատանքի փորձ, բացառությամբ միջազգային ճանաչում ունեցող աուդիտորական կազմակերպությունների: Միջազգային ճանաչում ունեցող կազմակերպություններ են հանդիսանում ՀՀ Կենտրոնական բանկի կողմից սահմանված «ՀՀ Տարածքում գործող առևտրային բանկերի կողմից անկախ աուդիտորական կազմակերպության ընտրության» կարգով սահմանված կազմակերպությունները:Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձ:Պատասխանատու աուդիտորի և աուդիտի աշխատանքներին մասնակցող աշխատակիցների համապատասխան որակավորման մակարդակ և աշխատանքային փորձ:Հրապարակային մրցույթի մասնակիցների կողմից պետք է ներկայացվեն հետևյալ տեղեկությունները և փաստաթղթերը.Մրցույթի մասնակցի տվյալները` այդ թվում անվանումը, գտնվելու վայրը (հասցեն), հեռախոսահամարը:Լիցենզիայի ռեկվիզիտները. (լուսապատճեն):Հայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից աուդիտի անցկացման փորձի մասին տեղեկություններ:Աուդիտի աշխատանքներին մասնակցող աշխատակիցների որակավորման մակարդակի և աշխատանքային փորձի վերաբերյալ տեղեկություններ:Տեղեկանքներ Հայաստանի Հանրապետության Կառավարությանն առընթեր հարկային պետական ծառայությունից տվյալ պահին կազմակերպության` Հայաստանի Հանրապետության պետական բյուջեի նկատմամբ ունեցած պարտավորությունների վերաբերյալ (դրա անհրաժեշտության դեպքում):Բանկի հայեցողությամբ այլ անհրաժեշտ տվյալներ և փաստաթղթեր:Մրցույթի մասնակիցներն անհրաժեշտ տեղեկությունները պետք է ներկայացնեն երկու փակ ծրարներով.Առաջին ծրարում` տեխնիկական առաջարկներ, երկրորդ ծրարում` ֆինանսական առաջարկներ:Հրապարակային ծանուցման փոփոխությունները կարող են կատարվել մինչև մրցույթի հաղթողին որոշելու օրը: Հրապարակային ծանուցման մեջ փոփոխություններ կատարելու դեպքում մասնակիցներն իրավունք ունեն մրցութային հայտերում կատարել լրացուցիչ փոփոխություններ: Բանկը հրապարակային ծանուցման փոփոխության դեպքում չի կրում մասնակիցների կրած իրական վնասների ռիսկը:Հրապարակային մրցույթին մասնակցելու համար ցանկություն հայտնած մասնակիցները մինչև հայտերի բացման օրը կարող են հետ վերցնել մրցույթի հայտերը (հրաժարվել մրցույթին մասնակցելուց):Մրցութային հայտերը կամփոփվեն մինչև ս. թ. մայիսի 12-ը` ժամը 17:00-ն:«Անկախ աուդիտորական կազմակերպության ընտրության» կարգի և այլ անհրաժեշտ փաստաթղթերի պատճեները մրցույթի մասնակիցները անվճար կարող են ստանալ հայտարարության հրապարակման հաջորդող օրվանից, յուրաքանչյուր աշխատանքային օր, ժամը 9:30-17:00-ն, Բանկի գլխամասային գրասենյակում` ք. Երևան, Հանրապետության փ. 44/2 հասցեում:Կապը մեզ հետՀասցե` ք. Երևան, 0010, Հանրապետության 44/2 (Գլխամասային գրասենյակ)Հեռախոս` +374 10 60 55 55Ինտերնետային կայք` www.evocabank.ame-mail: [email protected]Աշխատանքային ժամերը` 9:00-18:00 Ծանոթություն. Մրցույթին կարող են մասնակցել նաև հայտատուները: Մրցույթին ներկայացված փաստաթղթերը հետ չեն վերադարձվում:",
        "scraped_at": "2024-12-15 16:41:06"
    },
    "2019թ-ի հուլիսի 25-ին «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողովը:--01.06.2019": {
        "date": "2019-06-01",
        "category": "announcements",
        "title_en": "On July 25, 2019, the Extraordinary General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held at the head office of \"EVOKABANK\" CJSC.",
        "content_en": "On July 25, 2019, at 16:00, the Extraordinary General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held at the head office of \"EVOKABANK\" CJSC. The agenda includes: 1. Elections of the Board, 2. Approval of the remuneration of the Board members. Address: Yerevan, Hanrapetutyan 44/2. Telephone number: 010 60-55-55.",
        "title": "2019թ-ի հուլիսի 25-ին «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողովը:",
        "content": "2019թ-ի հուլիսի 25-ին` ժամը 16.00-ին, «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի արտահերթ ընդհանուր ժողովը:Օրակարգում`1. Խորհրդի կազմի ընտրություններ,2. Խորհրդի անդամների վարձատրության չափի հաստատում:Հասցեն`ք. Երևան, Հանրապետության 44/2:Տեղեկատու հեռախոս՝ 010 60-55-55:",
        "scraped_at": "2024-12-15 16:41:07"
    },
    "Գնահատող ընկերությունների մրցույթ--10.06.2019": {
        "date": "2019-06-10",
        "category": "announcements",
        "title_en": "Competition of appraisal companies",
        "content_en": "Evocabank CJSC invites you to participate in an open tender for the selection of companies providing valuation services for property pledged or pledged in favor of the Bank or owned by the Bank. Mandatory conditions: At least 5 years of experience At least 2 professionally qualified valuation employees Experience of cooperation with 2 or more banking or financial organizations Presence of representative offices and agents in Gyumri and Vanadzor List of services provided: Valuation of real estate and movable property - provision of an information letter Valuation of real estate and movable property - provision of an appraisal report Revaluation of real estate Providing information to the Bank on the analysis of the real estate and movable property market Provision of other services by mutual agreement of the parties Application procedure: Companies that meet the requirements are requested to send the following information to the e-mail address [email protected] by June 28: Copies of the organization's charter and state register certificate, VAT number List of staff appraisers of the appraisal company and working premises Banks and financial institutions List of organizations with which the appraisal company has experience of cooperation and letters of recommendation, if any. List of branches and/or agencies (agents) in the territory of the Republic of Armenia. Other documents initiated by the appraisal company. Price offer, presented in Armenian drams, including taxes (send the price offer by mail or submit it in person to the address: 44/2 Hanrapetutyan St., Yerevan, Republic of Armenia). List of additional privileges and discount services (if any): Preliminary property valuation. Valuation of bank employees' properties. Revaluation of the same property. Other discount services available (if any).",
        "title": "Գնահատող ընկերությունների մրցույթ",
        "content": "Էվոկաբանկ ՓԲԸ-ն հրավիրում է մասնակցելու Բանկի օգտին գրավադրվող կամ գրավադրված կամ Բանկին պատկանող գույքի գնահատման ծառայություններ մատուցող ընկերությունների ընտրության բաց մրցույթին:Պարտադիր պայմաններ՝Առնվազն 5 տարվա գործունեությունԱռնվազն 2 գնահատման մասնագիտական որակավորված գնահատող աշխատակից2 և ավելի բանկային կամ ֆինանսական կազմակերպությունների հետ համագործակցության փորձՆերկայացուցչությունների և գործակալների առկայություն Գյումրիում և ՎանաձորումԻրականացվող ծառայությունների ցանկ`Անշարժ և շարժական գույքի գնահատում՝ տեղեկատվական նամակի տրամադրումԱնշարժ և շարժական գույքի գնահատում՝ գնահատման հաշվետվության տրամադրումԱնշարժ գույքի վերագնահատումԲանկին անշարժ և շարժական գույքի շուկայի վերլուծության վերաբերյալ տեղեկատվության տրամադրումԿողմերի փոխադարձ համաձայնությամբ՝ այլ ծառայությունների մատուցումԴիմելու ընթացակարգ՝Ներկայացվող պահանջներին համապատասխանող ընկերություններին մինչ հունիսի 28-ը խնդրում ենք [email protected] էլեկտրոնային հասցեին ուղարկել հետևյալ տեղեկատվությունը՝Կազմակերպության կանոնադրության և պետական ռեգիստրի վկայականի պատճենները, ՀՎՀՀԳնահատող ընկերության հաստիքային գնահատողների ցուցակը և աշխատանքային տարածքներըԲանկերի ու ֆինանսական կազմակերպությունների ցուցակ, որոնց հետ գնահատող ընկերությունն ունի համագործակցության փորձ և երաշխավորագրեր, եթե այդպիսիք կանՀՀ տարածքում մասնաճյուղերի և/կամ գործակալությունների (գործակալների) ցուցակԳնահատող կազմակերպության նախաձեռնությամբ այլ փաստաթղթերԳնային առաջարկ՝ ներկայացված ՀՀ դրամով՝ ներառյալ հարկերը (գնային առաջարկը ուղարկել փոստով կամ առձեռն ներկայացնել ՀՀ, ք. Երևան, Հանրապետության 44/2 հասցեով):Հավելյալ արտոնությունների և զեղչային ծառայությունների ցանկ (եթե այդպիսիք կան)՝Գույքի նախնական գնահատումԲանկի աշխատակիցների գույքերի գնահատումՄիևնույն գույքի վերագնահատումԳործող այլ զեղչային ծառայություններ (եթե այդպիսիք կան)",
        "scraped_at": "2024-12-15 16:41:08"
    },
    "Էվոկաբանկ ՓԲԸ-ն հրավիրում է մասնակցելու Բանկի գլխամասային գրասենյակի և մասնաճյուղերի մշտական մաքրման և մաքրության ապահովման ծառայություններ մատուցող ընկերության ընտրության բաց մրցույթին:--12.05.2019": {
        "date": "2019-05-12",
        "category": "announcements",
        "title_en": "Evocabank CJSC invites you to participate in an open tender to select a company to provide permanent cleaning and sanitation services for the Bank's head office and branches.",
        "content_en": "Evocabank CJSC invites you to participate in an open tender for the selection of a company providing permanent cleaning and sanitation services for the Bank's head office and branches. Information about the areas subject to cleaning: Head office - 4628.7 sq m: 7 floors and basement Garegin Nzhdeh - 229.2 sq m Kasyan - 142.2 sq m Tumanyan - 176.1 sq m Kievyan - 170.3 sq m Paronian - 368.2 sq m Azatutyun - 125.2 sq m Kotayk (Abovyan village) - 170 sq m Davtashen - 303.7 sq m Gyumri - 300 sq m Vanadzor - 300 sq m Kievyan 14/3 - 369.3 sq m Mandatory conditions: At least 3 years of operation Availability of more than 25 employees - cleaners At least 3 organizations (with 250 or more employees) Experience in cooperation with banking, financial or international organizations is desirable List of services provided: Provision of necessary cleaning and disinfecting materials and accessories (to be approved by the Client) Provision of disposable items necessary for maintaining hygiene (Hand soap; paper towels; toilet paper, etc.) (to be approved by the Client) Cleaning of any property, equipment and premises with special and intended means and accessories Ensuring the cleanliness of internal glass surfaces Ensuring the cleanliness of office areas Ensuring the cleanliness of service halls Ensuring the cleanliness of the floors of service halls and office areas Ensuring the cleanliness of stairwells Ensuring the cleanliness of furniture in service halls and office areas Ensuring the cleanliness of equipment in service halls and office areas Cleaning and disinfection of toilets 4 times a day Emptying of trash cans and removal of garbage from the bank premises daily 3 times Cleaning of external showcases once a month Cleaning of advertising boards once a month Washing of facade glass once a month Thorough cleaning and disinfection of areas twice a year Application procedure: Companies that meet the requirements are requested to send the following information to [email protected] by May 24: Organization description: name, address, phone, number of employees, years of work experience, etc. Information about partner organizations Characteristics, if any Details of service provision: how many employees and how many working hours are planned to be provided in case of cooperation Information about the materials provided: what cleaning products (list with brands) and disposable hygiene items (list with brands) will be provided in case of cooperation. Price offer: presented in AMD, including taxes (send the price offer by mail or submit it in person to the address: 44/2 Hanrapetutyan, Yerevan, RA).",
        "title": "Էվոկաբանկ ՓԲԸ-ն հրավիրում է մասնակցելու Բանկի գլխամասային գրասենյակի և մասնաճյուղերի մշտական մաքրման և մաքրության ապահովման ծառայություններ մատուցող ընկերության ընտրության բաց մրցույթին:",
        "content": "Էվոկաբանկ ՓԲԸ-ն հրավիրում է մասնակցելու Բանկի գլխամասային գրասենյակի և մասնաճյուղերի մշտական մաքրման և մաքրության ապահովման ծառայություններ մատուցող ընկերության ընտրության բաց մրցույթին:Մաքրման ենթակա տարածքների մասին տեղեկատվություն՝Գլխամաս- 4628,7 քմ՝ 7 հարկ և նկուղԳարեգին Նժդեհ- 229,2 քմԿասյան- 142,2 քմԹումանյան-176,1 քմԿիևյան -170,3 քմՊարոնյան- 368,2 քմԱզատություն- 125,2 քմԿոտայք (Աբովյան ք․)- 170 քմԴավթաշեն-303,7 քմԳյումրի-300 քմՎանաձոր-300 քմԿիևյան 14/3-369,3 քմՊարտադիր պայմաններ՝Առնվազն 3 տարվա գործունեություն25–ից ավելի աշխատակիցների՝ մաքրուհիների առկայությունԱռնվազն՝ 3 կազմակերպության (250 և ավելի աշխատակիցներով) հետ համագործակցության փորձԲանկային, ֆինանսական կամ միջազգային կազմակերպությունների հետ համագործակցության փորձը ցանկալի էԻրականացվող ծառայությունների ցանկ`Անհրաժեշտ մաքրող և ախտահանող նյութերի և պարագաների տրամադրում (Պատվիրատուի կողմից հաստատվող)Հիգիենայի պահպանման համար անհրաժեշտ մեկանգամյա օգտագործման պարագաների տրամադրում (Ձեռքի օճառ; թղթյա սրբիչներ; զուգարանի թղթեր և այլն) (Պատվիրատուի կողմից հաստատվող)Ցանկացած գույքի, տեխնիկայի և տարածքի՝ հատուկ և նախատեսված միջոցներով ու պարագաներով մաքրության իրականացումՆերքին ապակյա մակերեսների մաքրության ապահովումԳրասենյակային տարածքների մաքրության ապահովումՍպասարկման սրահների մաքրության ապահովումՍպասարկման սրահների և գրասենյակային տարածքների հատակի մաքրության ապահովումԱստիճանավանդակի մաքրության ապահովումՍպասարկման սրահների և գրասենյակային տարածքների կահույքի մաքրության ապահովումՍպասարկման սրահների և գրասենյակային տարածքների տեխնիկայի մաքրության ապահովումՍանհանգույցի մաքրում և ախտահանում՝ օրական 4 անգամԱղբամանների դատարկում և աղբի հեռացում բանկի տարածքից օրական 3 անգամԱրտաքին ցուցափեղկերի մաքրում ամիսը 1 անգամԳովազդային վահանակների մաքրում ամիսը 1 անգամՖասադային ապակիների լվացում 3 ամիսը 1 անգամՏարածքների հիմնովին մաքրում և ախտահանում տարեկան երկու անգամԴիմելու ընթացակարգ՝Ներկայացվող պահանջներին համապատասխանող ընկերություններին մինչ մայիսի 24-ը խնդրում ենք [email protected] էլեկտրոնային հասցեին ուղարկել հետևյալ տեղեկատվությունը՝Կազմակերպության նկարագիր՝ անվանում, հասցե, հեռախոս, աշխատակիցների քանակ, աշխատանքային գործունեության տարիներ և այլն,Գործընկեր կազմակերպությունների վերաբերյալ տեղեկատվություն,Բնութագրեր, եթե առկա են,Ծառայությունների մատուցման մանրամասներ`որքան աշխատակից և որքան աշխատաժամ է նախատեսվում տրամադրել համագործակցության դեպքում,Տրամադրվող նյութերի վերաբերյալ տեղեկատվություն՝ ինչ մաքրող միջոցներ (ցանկ՝ ապրանքանիշերով) և մեկանգամյա հիգիենայի պարագաներ (ցանկ՝ ապրանքանիշերով) են տրամադրվելու համագործակցության դեպքում:Գնային առաջարկ՝ ներկայացված ՀՀ դրամ՝ ներառյալ հարկերը (գնային առաջարկը ուղարկել փոստով կամ առձեռն ներկայացնել ՀՀ, ք. Երևան, Հանրապետության 44/2 հասցեով):",
        "scraped_at": "2024-12-15 16:41:12"
    },
    "2019թ-ի մայիսի 30-ին «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողովը:--30.04.2019": {
        "date": "2019-04-30",
        "category": "announcements",
        "title_en": "On May 30, 2019, the Annual General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held at the head office of \"EVOKABANK\" CJSC.",
        "content_en": "On May 30, 2019, at 16:00, the Annual General Meeting of Shareholders of \"EVOKABANK\" CJSC will be held at the head office of \"EVOKABANK\" CJSC. The agenda includes: 1. The Bank's annual activities in 2018 and expectations for 2019. 2. The Bank's 2018 balance sheet, performance of \"expenses and income\". 3. Distribution of net profit accumulated by the Bank's activities in 2018. 4. Elections of Board members. 5. Approval of the person conducting the Bank's 2019 external audit. 6. Approval of the amended Charter of the Bank. Address: Yerevan, Hanrapetutyan 44/2: website: www. evocabank.am information phone: 010 60-55-55",
        "title": "2019թ-ի մայիսի 30-ին «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողովը:",
        "content": "2019թ-ի մայիսի 30-ին` ժամը 16.00-ին, «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ գլխամասային գրասենյակում կկայանա «ԷՎՈԿԱԲԱՆԿ» ՓԲԸ Բաժնետերերի տարեկան ընդհանուր ժողովը:Օրակարգում`1. Բանկի 2018թ. տարեկան գործունեությունն ու 2019թ. սպասելիքները:2. Բանկի 2018թ. հաշվապահական հաշվեկշիռը, «ծախսերի և եկամուտների» կատարողականը:3. Բանկի 2018թ. գործունեությամբ կուտակված զուտ շահույթի բաշխումը:4. Խորհրդի անդամների ընտրությունները:5. Բանկի 2019թ. արտաքին աուդիտն իրականացնող անձի հաստատումը:6. Բանկի փոփոխված կանոնադրության հաստատումը:Հասցեն`ք. Երևան, Հանրապետության 44/2:ինտերնետային կայք ` www. evocabank.amտեղեկատու հեռախոս 010 60-55-55",
        "scraped_at": "2024-12-15 16:41:13"
    },
    "Բաց հրապարակային մրցույթ--05.04.2019": {
        "date": "2019-04-05",
        "category": "announcements",
        "title_en": "Open public competition",
        "content_en": "\"EVOKABANK\" CJSC announces an open public double competition for the selection of the person conducting the external audit of the bank's activities in 2019. Applications for participation in the competition are accepted every working day, from 9:30 to 17:00, at the address: Yerevan, Hanrapetutyan 44/2, HRM Department of the Bank. The deadline for submitting applications is 25.04.2019, at 12:00. Applicants must submit: Full name of the Applicant, location: address, telephone number and other necessary contact information Copy of the license Information on the conduct of bank audits by the given organization in the Republic of Armenia for at least the last three years Information on the qualification level and work experience of the employees participating in the audit work. The applicant must submit the necessary information in two sealed envelopes. In the first envelope - technical proposals, in the second envelope - financial proposals. The competition is held in accordance with the requirements of the Bank's internal regulations. The tender committee has the right to refuse to hold the tender until the day of determining the winner of the tender, making a reasoned decision in this regard. In case of refusal to hold the tender, the bank does not bear the risk of actual losses incurred by the applicants. Tender applications will be summarized on April 26, 2019, at 4:00 PM. Applicants can receive copies of the tender procedure and other necessary documents free of charge from the day following the publication of the announcement, every working day, from 9:30 AM to 5:00 PM, at the Bank's head office at 44/2 Hanrapetutyan St., Yerevan. Note: Applicants may also participate in the tender committee meeting. Documents submitted to the tender will not be returned.",
        "title": "Բաց հրապարակային մրցույթ",
        "content": "«ԷՎՈԿԱԲԱՆԿ» ՓԲԸ-ն հայտարարում է բանկի 2019թ. գործունեության արտաքին աուդիտ իրականացնող անձի ընտրության բաց հրապարակային կրկնակի մրցույթ։Մրցույթին մասնակցության հայտերն ընդունվում են յուրաքանչյուր աշխատանքային օր, ժամը 9.30-17.00, ք.Երևան, Հանրապետության 44/2 հասցեում, Բանկի ՄՌԿ բաժնում։ Հայտերի ներկայացման վերջնաժամկետն է 25.04.2019թ, ժամը 12.00։Հայտատուները պետք է ներկայացնեն`Հայտատուի լրիվ անվանումը, գտնվելու վայրը՝ հասցեն, հեռախոսահամարը և կապի համար այլ անհրաժեշտ տվյալներԱրտոնագրի պատճենՀայաստանի Հանրապետությունում տվյալ կազմակերպության կողմից բանկային աուդիտի անցկացման մասին առնվազն վերջին երեք տարվա տեղեկատվությունԱուդիտի աշխատանքներին մասնակցող աշխատակիցների որակավորման մակարդակի և աշխատանքային փորձի վերաբերյալ տեղեկություններ: Հայտատուն անհրաժեշտ տեղեկությունները պետք է ներկայացնի երկու փակ ծրարներով։ Առաջին ծրարում` տեխնիկական առաջարկներ, երկրորդ ծրարում` ֆինանսական առաջարկներ։Մրցույթը անցկացվում է համաձայն Բանկի ներքին կանոնակարգի պահանջների։ Մրցութային հանձնաժողովը մինչև մրցույթի հաղթողին որոշելու օրը, իրավունք ունի հրաժարվել մրցույթն անցկացնելուց՝ այդ կապակցությամբ կայացնելով պատճառաբանված որոշում։ Բանկը մրցույթն անցկացնելուց հրաժարվելու դեպքում, չի կրում հայտատուների կրած իրական վնասների ռիսկը։Մրցութային հայտերը կամփոփվեն ս/թ ապրիլի 26-ին, ժամը 16.00-ին։Մրցույթի անցկացման կարգի և այլ անհրաժեշտ փաստաթղթերի պատճեները հայտատուներն անվճար կարող են ստանալ հայտարարության հրապարակման հաջորդող օրվանից, յուրաքանչյուր աշխատանքային օր, ժամը 9.30-17.00, Բանկի գլխամասային գրասենյակում՝ ք.Երևան, Հանրապետության փ. 44/2 հասցեում։Ծանոթություն. Մրցութային հանձնաժողովի նիստին կարող են մասնակցել նաև հայտատուները։Մրցույթին ներկայացված փաստաթղթերը հետ չեն վերադարձվում։",
        "scraped_at": "2024-12-15 16:41:15"
    }
}